Repository: d4nj1/TLPUI
Catalog: tlpui/lang/*/LC_MESSAGES/configdescriptions.po
Languages: de_de, es_es, fr_fr, hu_hu, id_id, it_it, pt_br, ru_ru, tr_tr, zh_cn, zh_tw

# General__CATEGORY_TITLE
source: General
de_de: Allgemein
fr_fr: Général
hu_hu: Átalános
id_id: Umum
it_it: Generale
pt_br: Geral
ru_ru: Главная
tr_tr: Genel
zh_cn: 一般设置
zh_tw: 一般設定

# TLP_ENABLE__ID_DESCRIPTION
source: Enable/disable TLP
de_de: TLP aktivieren/deaktivieren
es_es: Habilitar/deshabilitar TLP
fr_fr: Activer/désactiver TLP
hu_hu: TLP engedélyezése/letiltása
id_id: Hidupkan/matikan TLP
it_it: Attivato/disattivato TLP
pt_br: Ativar/desativar TLP
ru_ru: Включить/выключить TLP
tr_tr: TLP'yi etkinleştirin / devre dışı bırakın
zh_cn: 启用/禁用 TLP
zh_tw: 啟用/禁用 TLP

# TLP_WARN_LEVEL__ID_DESCRIPTION
source: Control how warnings about invalid settings are issued: 0=disabled, 1=background tasks (boot, resume, change of power source) report to syslog, 2=shell commands report to the terminal (stderr), 3=combination of 1 and 2
de_de: Steuert, wie Warnungen über ungültige Einstellungen ausgegeben werden: 0=deaktiviert, 1=Hintergrundprozesse (Boot, Resume, Wechsel der Stromquelle) berichten in syslog, 2=Shell-Befehle melden im Terminal (stderr), 3=Kombination aus 1 und 2
fr_fr: Définit la façon dont sont délivrés les avertissements relatifs à des réglages invalides : 0 = désactivés, 1 = rapport à 'syslog' par les tâches d'arrière-plan (démarrage, sortie de veille, changement de source d'alimentation), 2 = rapport de commandes shell au terminal (flux d'erreur standard – 'stderr'), 3 = combinaison de 1 et de 2
hu_hu: Az érvénytelen beállításokkal kapcsolatos figyelmeztetővisszajelzések szabályozása: 0 = letiltva, 1=háttérfeladatok (indítás, folytatás, áramforrás váltás) jelentés a rendszernaplóba, 2=shell parancsok jelentést küldenek a terminálnak (stderr), 3 = 1 és 2 kombinációja
it_it: Controlla come vengono emessi gli avvisi sulle impostazioni non valide: 0=disattivato, 1=attività in background (avvio, ripresa, cambio di alimentazione) segnalate a syslog, 2=i comandi di shell vengono riportati nel terminale (stderr), 3=combinazione di 1 e 2
pt_br: Controle como os avisos sobre configurações inválidas são emitidos: 0=desativado, 1 = tarefas em segundo plano (inicialização, retomada, mudança de fonte de energia) reportadas ao syslog, 2=comandos shell reportam ao terminal (stderr), 3=combinação de 1 e 2

# TLP_MSG_COLORS__ID_DESCRIPTION
source: Colorize error, warning, notice and success messages. Colors are specified with ANSI codes: 1=bold black, 90=grey, 91=red, 92=green, 93=yellow, 94=blue, 95=magenta, 96=cyan, 97=white. Other colors are possible, refer to: https://en.wikipedia.org/wiki/ANSI_escape_code#3-bit_and_4-bit Colors must be specified in the order "<error> <warning> <notice> <success>". By default, errors are shown in red, warnings in yellow, notices in bold and success in green
de_de: Fehler-, Warn-, Hinweis- und Erfolgsmeldungen farbig darstellen. Farben werden mit ANSI-Codes angegeben: 1=fett schwarz, 90=grau, 91=rot, 92=grün, 93=gelb, 94=blau, 95=magenta, 96=cyan, 97=weiß. Andere Farben sind möglich, siehe: https://de.wikipedia.org/wiki/ANSI-Escape-Sequenz#3-Bit-_und_4-Bit Farben müssen in der Reihenfolge "Fehler, Warnung, Hinweis, Erfolg" angegeben werden. Standardmäßig: Fehler in rot, Warnungen in gelb, Hinweise fett und Erfolg in grün
it_it: Colorare i messaggi di errore, avvertimento, avviso e successo I colori sono specificati con i codici ANSI: 1=grassetto nero, 90=grigio, 91=rosso, 92=verde, 93=giallo, 94=blu, 95=magenta, 96=ciano, 97=bianco. Altri colori sono disponibili, fai riferimento a: https://it.wikipedia.org/wiki/Codici_di_escape_ANSI I colori devono essere specificati in ordine "<errore> <avvertimento> <avviso> <successo>". Per default, gli errori sono mostrati in rosso, gli avvertimenti in giallo, gli avvisi in grassetto e i successi in verde

# TLP_DEFAULT_MODE__ID_DESCRIPTION
source: Operation mode when no power supply can be detected: AC, BAT. Concerns some desktop and embedded hardware only
de_de: Betriebsmodus, wenn keine Stromversorgung erkannt wird: Wechselstrom (AC), Batterie (BAT). Betrifft nur bestimmte Desktop- und Embedded-Hardware
es_es: Modo de operación cuando no se detecta ninguna fuente de alimentación: AC, BAT. Solo afecta a algunos equipos de escritorio y hardware empotrado
fr_fr: Mode appliqué lorsqu'aucune source d'alimentation ne peut être définie : AC, BAT. Ne concerne que certains postes de travail et matériels embarqués
hu_hu: Üzemmód, amikor nem észlelhető tápellátás: AC, BAT. Csak néhány asztali és beágyazott hardverre vonatkozik
id_id: Moda operasi ketika tiada catu daya terdeteksi: AC, BAT. Mungkin hanya untuk beberapa komputer desktop dan perangkat keras embedded
it_it: Modalità di funzionamento quando non è possibile rilevare alcuna alimentazione: AC, BAT. Riguarda solamente l'hardware di qualche desktop e dispositivo embedded
pt_br: Modo de operação quando nenhuma fonte de alimentação pode ser detectada: AC, BAT. Refere-se apenas a alguns hardwares de desktop e embarcados
ru_ru: Режим работы, когда источник питания не может быть обнаружен: AC, BAT. Касается только настольных ПК и встраиваемых систем
tr_tr: Hiçbir güç kaynağı algılanamadığında çalışma modu: AC, BAT. Yalnızca bazı masaüstü ve yerleşik donanımlarla ilgilidir
zh_cn: 无法检测到电源时的操作模式：AC（交流供电），BAT（电池供电）。 仅部分笔记本和嵌入式硬件需要考虑
zh_tw: 無法檢測到電源時的操作模式：AC（交流供電），BAT（電池供電）。 僅部分筆記本和嵌入式硬體需要考慮

# TLP_PERSISTENT_DEFAULT__ID_DESCRIPTION
source: Operation mode select: 0=depend on power source 1=always use TLP_DEFAULT_MODE Hint: use in conjunction with TLP_DEFAULT_MODE=BAT for BAT settings on AC
de_de: Betriebsmodus wählen: 0=abhängig von Stromquelle 1=immer TLP_DEFAULT_MODE verwenden Tipp: zusammen mit TLP_DEFAULT_MODE=BAT für BAT-Einstellungen bei AC verwenden
es_es: Selección del modo de operación: 0=depende de la fuente de alimentación, 1=usar siempre TLP_DEFAULT_MODE Nota: usar junto a TLP_DEFAULT_MODE=BAT para configuraciones de BAT en AC
fr_fr: Sélection du mode : 0 = dépend de la source d'alimentation 1 = toujours utiliser la valeur du paramètre TLP_DEFAULT_MODE Suggestion : à utiliser conjointement avec le paramètre TLP_DEFAULT_MODE = BAT pour que les réglages du mode BAT soient appliqués en mode AC
hu_hu: Üzemmód kiválasztása: 0 = az áramforrástól függ 1=mindig ezt használja: TLP_DEFAULT_MODE Tipp: használja a TLP_DEFAULT_MODE=BAT paraméterrel együtt a BAT beállításokhoz AC-n
it_it: Selezione della modalità di funzionamento: 0=dipende dalla fonte di alimentazione 1=utilizza sempre TLP_DEFAULT_MODE Suggerimento: utilizzare insieme a TLP_DEFAULT_MODE=BAT per le impostazioni BAT su AC
pt_br: Seleção do modo de operação: 0=depende da fonte de energia, 1=use sempre TLP_DEFAULT_MODE Dica: use em conjunto com TLP_DEFAULT_MODE=BAT para configurações BAT na AC
ru_ru: Выбор режима работы: 0=зависит от источника питания 1=всегда использовать режим TLP_DEFAULT_MODE Подсказка: используйте совместно с TLP_DEFAULT_MODE=BAT для использования настроек работы от БАТАРЕИ при работе от СЕТИ
tr_tr: Çalışma modu seçimi: 0 = güç kaynağına bağlıdır, 1 = her zaman TLP VARSAYILAN MODU kullan İpucu: AC'de BAT ayarları için TLP DEFAULT_MODE = BAT ile birlikte kullanın
zh_cn: 操作模式选择：0=取决于电源来源, 1=总是使用 TLP_DEFAULT_MODE 提示：配合使用 TLP_DEFAULT_MODE=BAT 在交流供电时使用 BAT 设定
zh_tw: 操作模式選擇：0=取決於電源來源, 1=總是使用 TLP_DEFAULT_MODE 提示：配合使用 TLP_DEFAULT_MODE=BAT 在交流供電時使用 BAT 設定

# TLP_PS_IGNORE__ID_DESCRIPTION
source: Power supply classes to ignore when determining operation mode: AC, USB, BAT. Separate multiple classes with spaces. Note: try on laptops where operation mode AC/BAT is incorrectly detected
de_de: Stromversorgungs-Klassen, die bei der Bestimmung des Betriebsmodus ignoriert werden: AC, USB, BAT. Mehrere Klassen mit Leerzeichen trennen. Hinweis: bei Laptops ausprobieren, bei denen AC/BAT-Modus falsch erkannt wird
es_es: Seconds laptop mode has to wait after the disk goes idle before doing a sync
fr_fr: Sources d'alimentation à ignorer lors de la détermination du mode : AC, USB, BAT. Séparer les différentes sources avec des espaces [dans le fichier de configuration /etc/tlp.conf]. Note : à essayer sur les ordinateurs portables dont le mode d'alimentation AC/BAT n'est pas correctement détecté
hu_hu: Az üzemmód meghatározásakor figyelmen kívül hagyandó tápegységosztályok: AC, USB, BAT. Válasszon el több osztályt szóközökkel. Megjegyzés: próbálja ki olyan laptopokon, ahol az AC/BAT működési módot a rendszer hibásan érzékeli
id_id: Power supply class to ignore when determining operation mode: AC, BAT. Note: try on laptops where operation mode AC/BAT is incorrectly detected
pt_br: Classe de fonte de alimentação a ser ignorada ao determinar o modo de operação: AC, BAT. Nota: experimente laptops em que o modo de operação AC/BAT seja detectado incorretamente
ru_ru: Классы питания, которые следует игнорировать при определении режима работы: AC, USB или BAT. Примечание: включите на ноутбуках, где неправильно определяется режим работы AC/BAT
tr_tr: Çalışma modunu belirlerken göz ardı edilecek güç kaynağı sınıfı: AC, BAT. Not: AC / BAT işletim modunun yanlış algılandığı dizüstü bilgisayarları deneyin
zh_cn: 确定操作模式时要忽略的电源类别：AC（交流供电），BAT（电池供电）。 注意：请在 AC /BAT 操作模式检测错误的笔记本电脑上尝试
zh_tw: 確定操作模式時要忽略的電源類別：AC（交流供電），BAT（電池供電）。 注意：請在 AC /BAT 操作模式檢測錯誤的筆記型電腦上嘗試

# SOUND_POWER_SAVE__GROUP_DESCRIPTION
source: Enable audio power saving for Intel HDA, AC97 devices (timeout in secs). A value of 0 disables, >= 1 enables power saving. Note: 1 is recommended for Linux desktop environments with PulseAudio, systems without PulseAudio may require 10
de_de: Audio-Energiesparmodus für Intel HDA, AC97-Geräte aktivieren (Timeout in Sekunden). 0 deaktiviert, >= 1 aktiviert Energiesparen. Hinweis: 1 wird für Linux-Desktopumgebungen mit PulseAudio empfohlen, Systeme ohne PulseAudio benötigen ggf. 10
es_es: Habilitar el ahorro de energía del audio para dispositivos Intel HDA, AC97
fr_fr: Active l'économie d'énergie de l'audio pour les matériels Intel HDA et AC97 (délai d'inactivité en secondes). Une valeur de 0 désactive l'économie d'énergie, > = 1 l'active. Remarque : 1 est recommandé pour les environnements de bureau Linux avec PulseAudio ; les systèmes sans PulseAudio peuvent requérir une valeur de 10
hu_hu: Hang energiatakarékosságának engedélyezése Intel HDA, AC97 eszközökön (időtúllépés másodpercben). A 0 érték letiltja, a >= 1 engedélyezi az energiatakarékosságot. Megjegyzés: Az 1-es a PulseAudio-val rendelkező Linux asztali környezetekhez ajánlott, A PulseAudio nélküli rendszerek 10-et igényelhetnek
id_id: Hidupkan penghematan daya untuk perangkat Intel HDA, AC97
pt_br: Ative a economia de energia de áudio para dispositivos Intel HDA, AC97
ru_ru: Включить энергосбережение аудио для Intel HDA и AC97 устройств. Значение 0 отключает, больше или равно 1 включает энергосбережение. Примечание. Значение 1 рекомендуется для Linux Desktop с PulseAudio, для систем без PulseAudio может потребоваться установить значение 10
tr_tr: Ses güç tasarrufu modu için zaman aşımı (saniye cinsinden) (Intel HDA, AC97'yi destekler). PulseAudio içeren Linux masaüstü ortamları için 1 değeri önerilir. PulseAudio içermeyen sistemler 10 gerektirebilir. 0 değeri güç tasarrufunu devre dışı bırakır
zh_cn: 为 Intel HDA、AC97 设备启用音频节能
zh_tw: 為 Intel HDA、AC97 裝置啟用音訊節能

# SOUND_POWER_SAVE_CONTROLLER__ID_DESCRIPTION
source: Disable controller too (HDA only): Y/N. Note: effective only when SOUND_POWER_SAVE_ON_AC/BAT is activated
de_de: Controller ebenfalls deaktivieren (nur HDA): J/N. Hinweis: Nur wirksam, wenn SOUND_POWER_SAVE_ON_AC/BAT aktiviert ist
es_es: Deshabilitar también el controlador (solo HDA)
fr_fr: Désactiver aussi le contrôleur (pour HDA uniquement) : O/N. Remarque : n'a d'effet que lorsque le paramètre SOUND_POWER_SAVE_ON_AC/BAT est activé
hu_hu: Vezérlő letiltása is (csak HDA): I/N. Megjegyzés: csak akkor érvényes, ha a SOUND_POWER_SAVE_ON_AC/BAT aktiválva van
id_id: Matikan juga pengendali (hanya untuk HDA controller)
pt_br: Desativar o controlador também (apenas HDA)
ru_ru: Отключить контроллер Intel HDA. Примечание: действует только при активации режимов SOUND_POWER_SAVE_ON_AC/BAT
tr_tr: AÇIK - denetleyiciyi ses yongasıyla birlikte kapatın KAPALI - kontrolör aktif kalır
zh_cn: 同时禁用控制器 (仅 HDA)
zh_tw: 同時禁用控制器 (僅 HDA)

# Disks__CATEGORY_TITLE
source: Disks
de_de: Festplatten
es_es: Discos
fr_fr: Disques
hu_hu: Lemezek
id_id: Diska
it_it: Dischi
pt_br: Discos
ru_ru: Дисковые устройства
tr_tr: Disk
zh_cn: 磁盘
zh_tw: 磁碟

# DISK_IDLE_SECS__GROUP_DESCRIPTION
source: Seconds laptop mode has to wait after the disk goes idle before doing a sync. Non-zero value enables, zero disables laptop mode
de_de: Sekunden, die der Laptop-Modus wartet, nachdem die Festplatte inaktiv ist, bevor ein Sync durchgeführt wird. Ungleich null aktiviert, null deaktiviert den Laptop-Modus
es_es: Segundos que debe esperar el modo portátil cuando el disco pasa a inactividad antes de sincronizar. Los valores distintos de cero habilitan el modo portátil, cero lo desactiva
fr_fr: Nombre de secondes que le mode 'ordinateur portable' doit respecter avant d'effectuer une synchronisation une fois que le disque est devenu inactif. Une valeur non nulle active le paramètre, zéro désactive le mode 'ordinateur portable'
hu_hu: A másodperces laptop módnak várnia kell, miután a lemez tétlen lesz, mielőtt szinkronizálna. A nullától eltérő érték engedélyezi, a nulla letiltja a laptop módot
id_id: Moda laptop yang kedua harus menunggu hingga diska menjadi diam sebelum melakukan sinkronisasi. Nilai selain nol akan menghidupkan moda laptop, sementara nilai nol mematikan moda laptop
pt_br: Quantos segundos o modo laptop tem que esperar após o disco ficar ocioso antes de fazer uma sincronização. Valor diferente de zero habilitado, zero desabilita o modo laptop
ru_ru: Время ожидания в секундах перед синхронизацией, после ухода в режим ожидания. Нулевое значение выключает задержку перед синхронизацией
tr_tr: Senkronizasyon yapmadan önce dizüstü bilgisayar modu, disk boşta kaldıktan sonra beklemelidir. Sıfır olmayan değer etkinleştirir, sıfır devre dışı bırakılan dizüstü bilgisayar modu
zh_cn: 笔记本模式在同步前、必须等待磁盘空闲后多久的秒数。 非零值表示启用，零则代表禁用笔记本模式
zh_tw: 筆記本模式在同步前、必須等待磁碟空閒後多久的秒數。 非零值表示啟用，零則代表禁用筆記本模式

# MAX_LOST_WORK_SECS__GROUP_DESCRIPTION
source: Dirty page values (timeouts in secs)
de_de: Werte für verschmutzte Seiten (Timeouts in Sekunden)
es_es: Valores de las páginas modificadas (límites de tiempo en segundos)
fr_fr: Valeurs de pages écrites (délai d'inactivité en secondes)
hu_hu: Piszkos oldalértékek (időtúllépések másodpercben)
id_id: Nilai dirty page (tenggat dalam detik)
it_it: Valori di dirty page (timeout in seccondi)
pt_br: Valores de páginas sujas (tempos limite em segundos)
ru_ru: Время хранения страниц кэша в оперативной памяти (таймауты в секундах)
tr_tr: Kirli sayfa değerleri (saniye cinsinden zaman aşımları)
zh_cn: Dirty page 值 (超时秒数)
zh_tw: Dirty page 值 (超時秒數)

# DISK_DEVICES__ID_DESCRIPTION
source: Define disk devices on which the following DISK/AHCI_RUNTIME parameters act. Separate multiple devices with spaces. Devices can be specified by disk ID also (lookup with: tlp diskid)
de_de: Festplatten-Geräte festlegen, auf die die folgenden DISK/AHCI_RUNTIME-Parameter angewendet werden. Mehrere Geräte mit Leerzeichen trennen. Geräte können auch nach Festplatten-ID angegeben werden (Abfrage mit: tlp diskid)
es_es: Dispositivos de disco duro, sepárelos con espacios si hay varios (predefinido: sda). Los dispositivos pueden darse también por el identificador del disco (búsquelo con: tlp diskid)
fr_fr: Définit les périphériques disques sur lesquels les paramètres DISK/AHCI_RUNTIME suivants agissent. Séparer les différents périphériques avec des espaces. Les périphériques peuvent aussi être spécifiés par leur ID de disque (à rechercher avec : tlp diskid)
hu_hu: Határozza meg azokat a lemezeszközöket, amelyeken a következő DISK/AHCI_RUNTIME paraméterek működnek. Válasszon el több eszközt szóközökkel. Az eszközök lemezazonosítóval is megadhatók (keresés: tlp diskid)
id_id: Perangkat hard disk, pisahkan banyak perangkat menggunakan spasi (asali: sda). Perangkat juga dapat ditentukan menggunakan disk id (cari menggunakan perintah: tlp diskid)
pt_br: Dispositivos de disco rígido, vários dispositivos separados com espaços (padrão: SDA). Os dispositivos também podem ser especificados pelo id do disco (pesquise com: tlp diskid)
ru_ru: Дисковые устройства, разделенные пробелом (По умолчанию: sda). Дисковые устройства так же могут быть заданы с помощью ID (Узнать ID можно с помощью команды: tlp diskid)
tr_tr: Sabit disk aygıtları, birden çok aygıtı boşluklarla ayırın (varsayılan: sda). Aygıtlar, disk kimliğine göre (şununla ara: tlp disk kimliği) belirtilebilir
zh_cn: 硬盘设备，请用空格分隔多个设备（默认值：sda）。 设备也可以通过磁盘 ID 来指定（查找时使用命令：tlp diskid）
zh_tw: 硬碟裝置，請用空格分隔多個裝置（預設值：sda）。 裝置也可以透過磁碟 ID 來指定（尋找時使用指令：tlp diskid）

# DISK_APM_LEVEL__GROUP_DESCRIPTION
source: Hard disk advanced power management level: 1..254, 255 (max saving, min, off) Levels 1..127 may spin down the disk; 255 allowable on most drives. Separate values for multiple disks with spaces. Use the special value 'keep' to keep the hardware default for the particular disk
de_de: Festplatten-Advanced-Power-Management-Level: 1..254, 255 (max. Sparmodus, min., aus) Level 1..127 können die Platte abschalten; 255 ist auf den meisten Laufwerken zulässig. Mehrere Werte für mehrere Platten mit Leerzeichen trennen. Der Sonderwert 'keep' belässt die Hardware-Standardeinstellung
es_es: Nivel de gestión avanzada de la energía del disco duro: 1..254, 255 (máximo ahorro, mínimo, apagado) Los niveles 1..127 pueden detener el disco; 255 está disponible en la mayoría de discos. Separe los valores para varios discos con espacios. Use el valor especial 'keep' para mantener el valor por defecto del hardware para un disco dado
fr_fr: Niveau de gestion avancée de l'énergie (APM) du disque dur : 1..254, 255 (économie maximale, minimale, inactive) Les niveaux 1..127 peuvent ralentir le disque ; 255 est valable sur la plupart des lecteurs. Séparer les valeurs affectées aux différents disques avec des espaces. Utiliser la valeur spéciale 'keep' pour maintenir la valeur par défaut du matériel pour un disque particulier
hu_hu: Merevlemez fejlett energiagazdálkodási szint: 1...254, 255 (maximális megtakarítás, min, kikapcsolva) Az 1...127 szintek lefelé pörgethetik a lemezt; 255 megengedett a legtöbb meghajtón. Több lemez esetén különítse el az értékeket szóközökkel. Használja a „keep” speciális értéket hogy az adott lemezhez tartozó hardver alapértelmezett legyen
id_id: Tingkat penataan daya hard disk tingkat lanjut: 1..254, 255 (penghematan maksimum, minimum, off/mati) Tingkat 1..127 mungkin akan melambatkan perputaran diska; 255 diizinkan pada kebanyakan kandar. Pisahkan nilai untuk banyak diska menggunakan spasi. Gunakan nilai istimewa 'keep' untuk menjaga perangkat keras asali untuk diska tertentu
pt_br: Nível avançado de gerenciamento de energia do disco rígido: 1..254, 255 (economia máxima, mín., desativado) Os níveis 1.127 podem girar o disco; 255 permitido na maioria das unidades. Valores separados para vários discos com espaços. Use o valor especial 'manter' para manter o padrão do hardware para o disco específico
ru_ru: Уровень управления питанием жесткого диска: 1..254 0 - запрещено 1-127 - Пониженное энергопотребление и шумовыделение, потеря производительности 128-191 - Пониженное энергопотребление 192-254 - Обычный режим, максимальное энергопотребление
tr_tr: Sabit disk gelişmiş güç yönetimi seviyesi: 1..254, 255 (maksimum tasarruf, min., Kapalı) 1..127 seviyeleri diskin dönmesine neden olabilir; Çoğu sürücüde 255 izin verilebilir. Birden çok disk için değerleri boşluklarla ayırın. 'Keep' özel değerini kullanın belirli disk için donanım varsayılanını korumak için
zh_cn: 硬盘高级电源管理等级：1..254, 255（最大节能 — 最小节能，关闭） 等级 1..127 会降低磁盘转速；255 可允许用于大多数磁盘。 请使用空格分隔多个设备。请使用特殊值'keep' 来为特定磁盘保持硬件默认值
zh_tw: 硬碟進階電源管理等級：1..254, 255（最大節能 — 最小節能，關閉） 等級 1..127 會降低磁碟轉速；255 可允許用於大多數磁碟。 請使用空格分隔多個裝置。請使用特殊值'keep' 來為特定磁碟保持硬體預設值

# DISK_APM_CLASS_DENYLIST__ID_DESCRIPTION
source: Exclude disk classes from advanced power management (APM): - sata, ata, usb, ieee1394. Separate multiple classes with spaces. CAUTION: USB and IEEE1394 disks may fail to mount or data may get corrupted with APM enabled. Be careful and make sure you have backups of all affected media before removing 'usb' or 'ieee1394' from the denylist(!)
de_de: Festplatten-Klassen vom Advanced Power Management (APM) ausschließen: - sata, ata, usb, ieee1394. Mehrere Klassen mit Leerzeichen trennen. ACHTUNG: USB- und IEEE1394-Festplatten können bei aktiviertem APM nicht gemountet werden oder Datenverlust verursachen. Seien Sie vorsichtig und sichern Sie alle betroffenen Medien, bevor Sie 'usb' oder 'ieee1394' von der Denylist entfernen(!)
fr_fr: Exclure des catégories de disque de la gestion avancée de l'énergie (APM) : - sata, ata, usb, ieee1394. Séparer les différentes catégories par des espaces [dans le fichier de configuration /etc/tlp.conf]. ATTENTION : les disques USB et IEEE1394 peuvent ne pas être montés ou leurs données peuvent se corrompre si l'APM leur est appliqué. Soyez prudent et assurez-vous d'avoir des sauvegardes de tous les médias concernés avant de retirer 'usb' ou 'ieee1394' de cette liste noire (!)
hu_hu: Lemezosztályok kizárása a fejlett energiagazdálkodásból (APM): - sata, ata, usb, ieee1394. Válasszon el több osztályt szóközökkel. VIGYÁZAT: Előfordulhat, hogy az USB és IEEE1394 lemezek csatlakoztatása sikertelen, vagy az adatok megsérülhetnek, ha az APM engedélyezve van. Legyen óvatos, és győződjön meg róla, hogy minden érintett adathordozóról van biztonsági másolat, mielőtt eltávolítja az „usb” vagy „ieee1394” fájlt a tiltólistáról (!)
pt_br: Excluir classes de disco do gerenciamento avançado de energia (APM): - sata, ata, usb, ieee1394. Separe várias classes com espaços. CUIDADO: Os discos USB e IEEE1394 podem falhar na montagem ou os dados podem ser corrompidos com o APM ativado. Tenha cuidado e certifique-se de ter backups de todas as mídias afetadas antes de remover 'usb' ou 'ieee1394' da lista de bloqueios (!)
ru_ru: Исключение типов дисков из advanced power management (APM): - sata, ata, usb, ieee1394. Внимание: Диски USB и IEEE1394 могут не монтироваться или данные могут быть повреждены при включенном APM. Будьте осторожны и убедитесь, что у вас есть резервные копии всех носителей, прежде чем удалять 'usb' или 'ieee1394' из списка исключений(!)
