Repository: d4nj1/TLPUI
Catalog: tlpui/lang/*/LC_MESSAGES/configdescriptions.po
Languages: de_de, es_es, fr_fr, hu_hu, id_id, it_it, pt_br, ru_ru, tr_tr, zh_cn, zh_tw

# PCIE_ASPM__GROUP_DESCRIPTION
source: PCIe Active State Power Management (ASPM): - default(*), performance, powersave, powersupersave. (*) keeps BIOS ASPM defaults (recommended)
de_de: PCIe Active State Power Management (ASPM): - Standard(*), Leistung, Energiesparen, Super-Energiesparen. (*) übernimmt BIOS-ASPM-Standard (empfohlen)
es_es: Gestión de energía de estado activo de PCI Express (PCIe ASPM)
fr_fr: Gestion de l'alimentation en état actif (ASPM) du bus d'extension PCIe : - default(*), performance, powersave, powersupersave. (*) maintient les réglages ASPM par défaut du BIOS (recommandé)
hu_hu: PCIe Active State Power Management (ASPM): - alapértelmezett(*), teljesítmény, energiatakarékos, energiatakarékos. (*) megtartja a BIOS ASPM alapértelmezett beállításait (ajánlott)
id_id: PCI Express Active State Power Management (PCIe ASPM)
pt_br: Gerenciamento de energia PCI Express em estado ativo (PCIe ASPM)
ru_ru: PCIe Active State Power Management (ASPM): - default(*), performance, powersave, powersupersave. (*) сохраняет настройки ASPM по-умолчанию из BIOS (рекомендуется)
tr_tr: PCI Express Aktif Durum Güç Yönetimi (PCIe ASPM)
zh_cn: PCI Express 主动状态电源管理（PCIe ASPM）
zh_tw: PCI Express 主動狀態電源管理（PCIe ASPM）

# RUNTIME_PM__GROUP_DESCRIPTION
source: Runtime Power Management for PCIe bus devices
de_de: Runtime Power Management für PCIe-Bus-Geräte
es_es: Gestión de energía en tiempo de ejecución para dispositivos del bus PCI(e)
fr_fr: Gestion de l'alimentation du moteur d'exécution (Runtime Power Management) pour les périphériques bus PCIe
hu_hu: Futásidejű energiagazdálkodás PCIe busz eszközökhöz
id_id: Runtime Power Management untuk perangkat bus PCI(e)
pt_br: Gerenciamento de energia de tempo de execução para dispositivos de barramento PCI(e)
ru_ru: Runtime Power Management для устройств шины PCI(e)
tr_tr: PCI (e) veri yolu aygıtları için Çalışma Zamanı Güç Yönetimi
zh_cn: PCI(e) 总线设备的运行时电源管理
zh_tw: PCI(e) 匯流排裝置的執行時電源管理

# RUNTIME_PM_BLACKLIST__ID_DESCRIPTION
source: Exclude PCI(e) device addresses the following list from Runtime PM (separate with spaces). Use lspci to get the adresses (1st column)
de_de: PCI(e)-Geräteadressen aus folgender Liste von Runtime PM ausschließen (mit Leerzeichen trennen). Mit lspci Adressen ermitteln (1. Spalte)
es_es: Excluir las direcciones de dispositivo PCI(e) de la siguiente lista de la gestión de energía en tiempo de ejecución (separar con espacios). Use 'lspci' para obtener las direcciones (primera columna)
fr_fr: Exclure les adresses des périphériques PCI(e) de la liste suivante de la gestion de l'alimentation du moteur d'exécution (séparer avec des espaces). Utiliser lspci pour obtenir les adresses (première colonne)
hu_hu: A következő listában szereplő PCI(e) eszközcímek kizárása a Runtime PM-ből (szóközökkel elválasztva). Használja az lspci-t a címek lekéréséhez (1. oszlop)
id_id: Kecualikan perangkat PCI(e) memanggil daftar berikut dari Runtime PM (pisahkan menggunakan spasi). Gunakan lspci untuk mendapatkan alamatnya (kolom pertama)
pt_br: Excluir dispositivo PCI(e) de endereços a seguinte lista de Runtime PM (separado por espaços). Use o lspci para obter os endereços (1ª coluna)
ru_ru: Список адресов PCI(e) устройств для внесения в список исключений PCI(e) RPM (разделять пробелами). Используйте lspci, чтобы узнать адреса устройств
tr_tr: Dışlama PCI (e) cihazı aşağıdaki listeyi Runtime PM'den adresler (boşluklarla ayırın). Adresleri almak için lspci kullanın (1. sütun)
zh_cn: 从运行时电源管理中排除以下列表中的 PCI(e) 设备（用空格分隔）。 请使用 lspci 获取地址（在第一列）
zh_tw: 從執行時電源管理中排除以下列表中的 PCI(e) 裝置（用空格分隔）。 請使用 lspci 獲取地址（在第一列）

# RUNTIME_PM_DRIVER_BLACKLIST__ID_DESCRIPTION
source: Exclude PCI(e) devices assigned to the listed drivers from Runtime PM (should prevent accidential power on of hybrid graphics' discrete part). Default is "radeon nouveau"; use "" to disable the feature completely. Separate multiple drivers with spaces
de_de: PCI(e)-Geräte, die den genannten Treibern zugeordnet sind, von Runtime PM ausschließen (soll versehentliches Einschalten von Hybrid-Grafik verhindern). Standard ist "radeon nouveau"; mit "" deaktivieren. Mehrere Treiber mit Leerzeichen trennen
es_es: Excluir los dispositivos PCI(e) asignados a los controladores listados de la gestión de energía en tiempo de ejecución (debería evitar encendidos accidentales de la parte independiente al usar gráficos híbridos). Por defecto es "radeon nouveau"; use "" para deshabilitar por completo esta función. Separe los controladores con espacios si hay varios
fr_fr: Exclure les périphériques PCIe attribués aux pilotes énumérés de la gestion de l'alimentation du moteur d'exécution.M (devrait empêcher la mise sous tension accidentelle d'une carte graphique hybride dédiée). Par défaut "radeon nouveau" ; utiliser "" pour désactiver complètement la fonction. Séparer les différents pilotes avec des espaces
hu_hu: A felsorolt ​​illesztőprogramokhoz rendelt PCI(e) eszközök kizárása a Runtime PM-ből (meg kell akadályoznia a hibrid grafika különálló részének véletlen bekapcsolását). Az alapértelmezett "radeon nouveau"; használja a "" gombot a funkció teljes letiltásához. Válasszon el több illesztőprogramot szóközökkel
id_id: Kecualikan perangkat PCI(e) untuk didaftarkan pada driver terdaftar dari Runtime PM (mencegah bagian discrete dari hybrid graphic agar tidak ditenagai secara tidak sengaja). Asalinya adalah "radeon nouveau"; gunakan "" untuk mematikan fitur ini secara menyeluruh. Pisahkan banyak driver menggunakan spasi
pt_br: Exclua dispositivos PCI (e) atribuídos aos drivers listados do Runtime PM (deve impedir a ativação acidental da parte discreta dos gráficos híbridos). O padrão é "radeon nouveau"; use "" para desativar o recurso completamente. Separe vários drivers com espaços
ru_ru: Список драйверов PCI(e) устройств для внесения в список исключений PCI(e) RPM (должен предотвратить случайное включение дискретной части гибридной графики). По умолчанию "radeon nouveau"; используйте "" чтобы полностью отключить функцию. (разделять пробелами)
tr_tr: Listelenen sürücülere atanan PCI (e) aygıtlarını Runtime PM'den hariç tut (hibrit grafiklerin ayrı parçalarının kazara açılmasını engellemelidir). Varsayılan "radeon nouveau" şeklindedir; özelliği tamamen devre dışı bırakmak için "" kullanın. Birden çok sürücüyü boşluklarla ayırın
zh_cn: 从运行时电源管理中排除分配给列出的驱动程序的 PCI(e) 设备 （应防止意外打开混合图形的离散部分的电源）。 默认值为 "radeon nouveau"；请使用 "" 完全禁用该功能。 请使用空格分隔多个驱动程序
zh_tw: 從執行時電源管理中排除分配給列出的驅動程式的 PCI(e) 裝置 （應防止意外打開混合圖形的離散部分的電源）。 預設值為 "radeon nouveau"；請使用 "" 完全禁用該功能。 請使用空格分隔多個驅動程式

# RUNTIME_PM_DENYLIST__ID_DESCRIPTION
source: Exclude listed PCIe device adresses from Runtime PM. Note: this preserves the kernel driver default, to force a certain state - use RUNTIME_PM_ENABLE/DISABLE instead. Separate multiple addresses with spaces. Use lspci to get the addresses (1st column)
de_de: PCIe-Geräteadressen aus der Liste von Runtime PM ausschließen. Hinweis: dies erhält die Kernel-Treiber-Standardeinstellung; für einen bestimmten Zustand - verwenden Sie stattdessen RUNTIME_PM_ENABLE/DISABLE. Mehrere Adressen mit Leerzeichen trennen. Mit lspci Adressen ermitteln (1. Spalte)
fr_fr: Exclure de la gestion de l'alimentation du moteur d'exécution les périphériques PCIe énumérés par leur adresse. Remarque : ceci préserve la valeur par défaut du pilote du noyau ; pour obliger un autre état utiliser RUNTIME_PM_ENABLE/DISABLE à la place. Séparer les adresses multiples avec des espaces [dans /etc/tlp.conf]. Utiliser lspci pour obtenir les adresses (première colonne)
hu_hu: A felsorolt ​​PCIe-eszközcímek kizárása a Runtime PM-ből. Megjegyzés: ez megőrzi a kernel-illesztőprogram alapértelmezett beállítását, egy bizonyos állapot kikényszerítéséhez - használja helyette a RUNTIME_PM_ENABLE/DISABLE parancsot. A több címet szóközzel válassza el. Használja az lspci-t a címek lekéréséhez (1. oszlop)
pt_br: Exclua os endereços de dispositivos PCIe listados do Runtime PM. Nota: isso preserva o padrão do driver do kernel, para forçar um determinado estado - use RUNTIME_PM_ENABLE/DISABLE. Separe vários endereços com espaços. Use lspci para obter os endereços (1ª coluna)
ru_ru: Исключает перечисленные адреса устройств PCIe из Runtime PM. Примечание: это сохраняет параметры по-умолчанию для драйвер ядра, чтобы установить определенное состояние. - вместо этого используйте RUNTIME_PM_ENABLE/DISABLE. При внесении нескольких адресов, разделять пробеламиИспользуйте lspci для получения адреса (первая колонка)

# RUNTIME_PM_DRIVER_DENYLIST__ID_DESCRIPTION
source: Exclude PCIe devices assigned to the listed drivers from Runtime PM. Note: this preserves the kernel driver default, to force a certain state - use RUNTIME_PM_ENABLE/DISABLE instead. Separate multiple drivers with spaces. Leave empty to disable completely
de_de: PCIe-Geräte, die den genannten Treibern zugeordnet sind, von Runtime PM ausschließen. Hinweis: dies erhält die Kernel-Treiber-Standardeinstellung; für einen bestimmten Zustand - verwenden Sie stattdessen RUNTIME_PM_ENABLE/DISABLE. Mehrere Treiber mit Leerzeichen trennen. Leer lassen zum vollständigen Deaktivieren
fr_fr: Exclure de la gestion de l'alimentation du moteur d'exécution les périphériques PCIe attribués aux pilotes ici énumérés. Remarque : ceci préserve la valeur par défaut du pilote du noyau ; pour obliger un autre état utiliser RUNTIME_PM_ENABLE/DISABLE à la place. Séparer les différents pilotes avec des espaces. Laisser vide pour complètement désactiver la fonction
hu_hu: A felsorolt ​​illesztőprogramokhoz rendelt PCIe-eszközök kizárása a Runtime PM-ből. Megjegyzés: ez megőrzi a kernel-illesztőprogram alapértelmezett beállítását, egy bizonyos állapot kikényszerítéséhez - használja helyette a RUNTIME_PM_ENABLE/DISABLE parancsot. Válasszon el több illesztőprogramot szóközökkel. Hagyja üresen a teljes letiltáshoz
pt_br: Exclua os dispositivos PCIe atribuídos aos drivers listados do Runtime PM. Nota: isso preserva o padrão do driver do kernel, para forçar um determinado estado - use RUNTIME_PM_ENABLE/DISABLE. Separe vários drivers com espaços. Deixe em branco para desativar completamente
ru_ru: Исключает устройства PCIe, назначенные перечисленным драйверам, из Runtime PM. Примечание: это сохраняет параметры по-умолчанию для драйвер ядра, чтобы установить определенное состояние. - вместо этого используйте RUNTIME_PM_ENABLE/DISABLE. При внесении нескольких драйверов, разделять пробеламиОставьте пустым, чтобы отключить полностью

# RUNTIME_PM_DEVICE__GROUP_DESCRIPTION
source: Permanently enable/disable Runtime PM for listed PCIe device addresses (independent of the power source). This has priority over all preceding Runtime PM settings. Separate multiple addresses with spaces. Use lspci to get the adresses (1st column)
de_de: Runtime PM dauerhaft für die angegebenen PCIe-Geräteadressen aktivieren/deaktivieren (unabhängig von der Stromquelle). Dies hat Vorrang vor allen vorherigen Runtime-PM-Einstellungen. Mehrere Adressen mit Leerzeichen trennen. Mit lspci Adressen ermitteln (1. Spalte)
fr_fr: Activer/désactiver de façon permanente la gestion de l'alimentation du moteur d'exécution pour les périphériques PCIe énumérés par leur adresse (indépendamment de la source d'énergie). Ceci a la priorité sur tous les réglages précédents de la gestion du moteur d'exécution. Séparer les différentes adresses avec des espaces. Utiliser lspci pour obtenir les adresses (première colonne)
hu_hu: A Runtime PM végleges engedélyezése/letiltása a felsorolt ​​PCIe-eszközcímeknél (az áramforrástól függetlenül). Ez elsőbbséget élvez az összes korábbi futásidejű PM beállítással szemben. A több címet szóközzel válassza el. Használja az lspci-t a címek lekéréséhez (1. oszlop)
pt_br: Ativar/desativar permanentemente o Runtime PM para endereços de dispositivos PCIe listados (independentemente da fonte de alimentação). Isso tem prioridade sobre todas as configurações anteriores do Runtime PM. Separe vários endereços com espaços. Use lspci para obter os endereços (1ª coluna)
ru_ru: Постоянно включать/отключать Runtime PM для перечисленных адресов устройств PCIe (не зависит от источника питания). Этот параметр имеет приоритет над всеми предыдущими настройками Runtime PM. При внесении нескольких адресов, разделять пробелами. Используйте lspci для получения адреса (первая колонка)

# Processor__CATEGORY_TITLE
source: Processor
de_de: Prozessor
es_es: Procesador
fr_fr: Processeur
hu_hu: Processzor
id_id: Prosesor
pt_br: Processador
ru_ru: Процессор
tr_tr: İşlemci
zh_cn: 处理器
zh_tw: 處理器

# CPU_DRIVER_OPMODE__GROUP_DESCRIPTION
source: Select a CPU scaling driver operation mode. Intel CPU with intel_pstate driver: active, passive AMD Zen 2 or newer CPU with amd-pstate driver as of kernel 6.3/6.4: active, passive, guided
de_de: Betriebsmodus für CPU-Skalierungs-Treiber wählen. Intel-CPU mit intel_pstate-Treiber: aktiv, passiv AMD Zen 2 oder neuer mit amd-pstate-Treiber ab Kernel 6.3/6.4: aktiv, passiv, geführt
hu_hu: Válassza ki a CPU skálázási illesztőprogram működési módját. Intel CPU intel_pstate driverrel: aktív, passzív AMD Zen 2 vagy újabb CPU amd-pstate_driverrel a 6.3/6.4 kerneltől: aktív, passzív, irányított
pt_br: Selecione um modo de operação do driver de escalonamento de CPU. CPU Intel com driver intel_pstate: ativo, passivo AMD Zen 2 ou CPU mais recente com amd-pstate_driver a partir do kernel 6.3/6.4: ativo, passivo, guiado

# CPU_SCALING_GOVERNOR__GROUP_DESCRIPTION
source: Select a CPU frequency scaling governor. Intel processor with intel_pstate driver: - performance, powersave(*). Intel processor with intel_cpufreq driver (aka intel_pstate passive mode): - conservative, ondemand, userspace, powersave, performance, schedutil(*). Intel and other processor brands with acpi-cpufreq driver: - conservative, ondemand(*), userspace, powersave, performance, schedutil(*). Use tlp-stat -p to show the active driver and available governors. Important: - Governors marked (*) above are power efficient for *almost all* workloads - and therefore kernel and most distributions have chosen them as defaults. - You should have done your research about advantages/disadvantages *before* changing the governor
de_de: CPU-Frequenz-Skalierungs-Governor wählen. Intel-Prozessor mit intel_pstate-Treiber: - Leistung, Energiesparen(*). Intel-Prozessor mit intel_cpufreq-Treiber (aka intel_pstate passiv): - konservativ, ondemand, benutzerdefiniert, Energiesparen, Leistung, schedutil(*). Intel und andere mit acpi-cpufreq-Treiber: - konservativ, ondemand(*), benutzerdefiniert, Energiesparen, Leistung, schedutil(*). Mit tlp-stat -p den aktiven Treiber und verfügbare Governors anzeigen. Wichtig: - Mit (*) gekennzeichnete Governors sind für fast alle Workloads energieeffizient - und werden daher vom Kernel und den meisten Distributionen als Standard gesetzt. - Informieren Sie sich vor der Änderung des Governors über Vor- und Nachteile
es_es: Elija un regulador de escala de la frecuencia de la CPU: ondemand/powersave/performance/conservative Procesador Intel Core i con el controlador intel_pstate: powersave/performance Importante: - *Debe* deshabilitar la configuración del regulador de su distribución o podrían aparecer conflictos - 'ondemand' es suficiente para *casi todas* las cargas de trabajo, ¡debería saber lo que está haciendo
fr_fr: Sélectionne un gouverneur de mise à l'échelle de la fréquence du CPU. Processeur Intel avec le pilote intel_pstate : - performance, powersave(*). Processeur Intel avec le pilote intel_cpufreq (alias mode passif d'intel_pstate) : - conservative, ondemand, userspace, powersave, performance, schedutil(*). Intel et autres marques de processeurs avec le pilote acpi-cpufreq : - conservative, ondemand(*), userspace, powersave, performance, schedutil(*). Utiliser 'tlp-stat -p' pour consulter le pilote actif et les gouverneurs disponibles. Important : - Les gouverneurs marqués par (*) ci-dessus ont une efficacité énergétique pour *presque toutes* les charges de travail - et donc le noyau et la plupart des distributions les ont choisis par défaut. - *Avant* de changer de gouverneur, vous devriez déterminer les avantages et inconvénients de cette manipulation
hu_hu: Válasszon ki egy CPU-frekvencia-skálázási szabályozót. Intel processzor intel_pstate meghajtóval: - teljesítmény, energiatakarékosság(*). Intel processzor intel_cpufreq meghajtóval (más néven intel_pstate passzív mód): - konzervatív, ondemand, userspace, powersave, teljesítmény, schedutil(*). Intel és más processzormárkák acpi-cpufreq illesztőprogrammal: - konzervatív, ondemand(*), userspace, powersave, teljesítmény, schedutil(*). Használja a tlp-stat -p parancsot az aktív illesztőprogram és az elérhető kormányzók megjelenítéséhez. Fontos: - A fent (*) jelölt vezérlők *szinte minden* munkaterheléshez energiahatékonyak - és ezért a kernel és a legtöbb disztribúció ezeket választotta alapértelmezettnek. - Kutatást kellett volna végeznie az előnyökről/hátrányokról *mielőtt* megváltoztatja a szabályozót
id_id: Pilih frekuensi alat pengatur scaling CPU: ondemand/powersave/performance/conservative Prosesor Intel Core i menggunakan driver intel_pstate: powersave/performance Penting: - Anda *harus* mematikan pengaturan governor dari distribusi Linux yang Anda gunakan atau akan terjadi konflik - ondemand cukup memadai untuk *hampir semua* beban kerja, Anda harus paham apa yang Anda lakukan
pt_br: Selecione um regulador de escala de frequência da cpu: ondemand/powersave/performance/conservative Processador Intel Core i com driver intel_pstate: economia de energia/desempenho Importante: - Você * deve * desativar as configurações do seu governador de distribuição ou ocorrerão conflitos - Ondemand é suficiente para quase todas as cargas de trabalho, você deve saber o que está fazendo
ru_ru: Выберите процессорный регулятор частоты: ondemand/powersave/performance/ conservative Intel Core i процессор с intel_pstate драйвером: powersave/performance Важно: - Вы *должны* отключить ваши настройки регулятора частоты, во избежание конфликтов - ondemand достаточно для *почти всех* рабочих нагрузок, Вы должны знать, что Вы делаете
tr_tr: Bir cpu frekansı ölçekleme düzenleyicisi seçin: ondemand / powersave / performance / conservative İntel_pstate sürücülü Intel Core i işlemci: güç tasarrufu / performans Önemli: - Dağıtımınızın yönetici ayarlarını devre dışı bırakmanız * gerekir * aksi takdirde çakışmalar meydana gelir - ondemand * neredeyse tüm * iş yükleri için yeterlidir, ne yaptığınızı bilmelisiniz
zh_cn: 选择一个 CPU 频率缩放调节器：ondemand / powersave / performance / conservative 使用 intel_pstate 驱动程序的 Intel Core i 系列处理器可用值：powersave / performance 重要提示： - *必须* 禁用发行版的调节器（governor）设置，否则会发生冲突 - ondemand 可以满足*几乎所有*的工作负载，你应该知道自己现在在做什么再操作
zh_tw: 選擇一個 CPU 頻率縮放調節器：ondemand / powersave / performance / conservative 使用 intel_pstate 驅動程式的 Intel Core i 系列處理器可用值：powersave / performance 重要提示： - *必須* 禁用發行版的調節器（governor）設定，否則會發生衝突 - ondemand 可以滿足*幾乎所有*的工作負載，你應該知道自己現在在做什麼再操作

# CPU_SCALING_FREQ__GROUP_DESCRIPTION
source: Set the min/max frequency available for the scaling governor. Possible values depend on your CPU. For available frequencies see the output of tlp-stat -p. Notes: - Min/max frequencies must always be specified for both AC *and* BAT - Not recommended for use with the intel_pstate scaling driver, use CPU_MIN/MAX_PERF_ON_AC/BAT instead
de_de: Min./Max.-Frequenz für den Skalierungs-Governor festlegen. Mögliche Werte hängen von Ihrer CPU ab. Verfügbare Frequenzen siehe Ausgabe von tlp-stat -p. Hinweise: - Min-/Max-Frequenzen müssen immer für sowohl AC *und* BAT angegeben werden - Nicht empfohlen für intel_pstate-Treiber, nutzen Sie stattdessen CPU_MIN/MAX_PERF_ON_AC/BAT
es_es: Establece la frecuencia mínima/máxima disponible para el regulador de escala. Los posibles valores dependen en gran medida de la CPU.Para obtener las frecuencias disponibles vea la salida de 'tlp-stat', sección "Procesador"
fr_fr: Définit la fréquence min/max disponible pour le gouverneur de mise à l'échelle. Les valeurs possibles dépendent de votre CPU. Pour consulter les fréquences disponibles, voir la sortie de 'tlp-stat -p'. Remarques : - Les fréquences min/max doivent toujours être spécifiées à la fois pour AC *et* BAT - Usage non recommandé avec le pilote de mise à l'échelle intel_pstate ; utiliser CPU_MIN/MAX_PERF_ON_AC/BAT à la place
hu_hu: Állítsa be a skálázási szabályozóhoz elérhető min/max frekvenciát. A lehetséges értékek a CPU-tól függenek. Az elérhető frekvenciákat lásd a tlp-stat -p kimenete. Megjegyzések: - A min/max frekvenciákat mindig meg kell adni mind az AC *és* BAT esetében - Nem ajánlott az intel_pstate skálázási illesztőprogramhoz használni, helyette használja a CPU_MIN/MAX_PERF_ON_AC/BAT értéket
id_id: Tetapkan frekuensi min/max yang tersedia untuk alat pengatur scaling. Kemungkinan nilai sangat bergantung pada jenis CPU Anda. Untuk pilihan frekuensi yang tersedia lihat keluaran dari tlp-stat, pada bagian "Processor"
pt_br: Defina a frequência min/max disponível para o governador de escala. Valores possíveis dependem fortemente do seu cpu. Para freqüências disponíveis, veja a saída tlp-stat, Seção "Processador"
ru_ru: Установить мин/макс частоту доступную для процессорного регулятора. Возможные значения строго зависят от вашего CPU. Для доступных частот смотри tlp-stat вывод, раздела "Процессор"
tr_tr: Ölçeklendirme düzenleyicisi için mevcut minimum / maksimum frekansı ayarlayın. Olası değerler büyük ölçüde işlemcinize bağlıdır. Mevcut frekanslar için tlp-stat çıkışı, "İşlemci" Bölümüne bakın
zh_cn: 设置缩放调节器可用的最小 / 最大频率。 可用的值在很大程度上取决于使用的 CPU。 请参见 tlp-stat 输出的 "Processor（处理器）" 部分
zh_tw: 設定縮放調節器可用的最小 / 最大頻率。 可用的值在很大程度上取決於使用的 CPU。 請參見 tlp-stat 輸出的 "Processor（處理器）" 部分
