Repository: d4nj1/TLPUI
Catalog: tlpui/lang/*/LC_MESSAGES/configdescriptions.po
Languages: de_de, es_es, fr_fr, hu_hu, id_id, it_it, pt_br, ru_ru, tr_tr, zh_cn, zh_tw

# DISK_SPINDOWN_TIMEOUT__GROUP_DESCRIPTION
source: Hard disk spin down timeout: 0: spin down disabled 1..240: timeouts from 5s to 20min (in units of 5s) 241..251: timeouts from 30min to 5.5 hours (in units of 30min) (see 'man hdparm' for details)
de_de: Festplatten-Timeout für das Abschalten: 0: Abschalten deaktiviert 1..240: Timeouts von 5s bis 20min (in 5s-Schritten) 241..251: Timeouts von 30min bis 5,5 Std. (in 30min-Schritten) (siehe 'man hdparm' für Details)
es_es: Límite de espera para detener el disco: 0: deshabilitar la detención 1..240: expira de 5s a 20min (en unidades de 5s) 241..251: expira de 30min a 5.5 horas (en unidades de 30min) (vea 'man hdparm' para los detalles)
fr_fr: Délai avant ralentissement du disque dur : 0 : ralentissement désactivé 1..240 : délais de 5 sec. à 20 min. (par unités de 5 sec.) 241..251 : délais de 30 min. à 5,5 heures (par unités de 30 min.) (voir 'man hdparm' pour plus de détails)
hu_hu: Merevlemez spin down időtúllépése: 0: spin down letiltva 1...240: időtúllépések 5 másodperctől 20 percig (5 másodperces egységekben) 241..251: időtúllépések 30 perctől 5,5 óráig (30 perces egységekben) (a részletekért lásd a „man hdparm” részt)
id_id: Tenggat pelambatan putaran hard disk: 0: pelambatan putaran dimatikan 1..240: tenggat dari 5 detik sampai 20 menit (dalam satuan tiap 5 detik) 241..251: tenggat dari 30 menit sampai 5.5 jam (dalam satuan tiap 30 menit) (lihat 'man hdparm' untuk rinciannya)
pt_br: Tempo limite de rotação do disco rígido: 0: girar para baixo desativado 1..240: tempos de espera de 5 segundos a 20 minutos (em unidades de 5s) 241..251: tempos de espera de 30 min a 5,5 horas (em unidades de 30 min) (veja 'man hdparm' para detalhes)
ru_ru: Таймаут уменьшения оборотов жесткого диска: 0: отключить уменьшение оборотов 1..240: таймаут от 5 сек до 20мин (шаг в 5 сек ) 241..251: таймаут от 30 мин до 5.5 часов (шаг в 30 мин) (смотри 'man hdparm' для деталей)
tr_tr: Sabit disk dönüşünü durdurma zaman aşımı: 0: döndürme devre dışı 1..240: 5 saniyeden 20 dakikaya kadar olan zaman aşımları (5 saniyelik birimlerle) 241..251: 30 dakikadan 5,5 saate kadar olan zaman aşımları (30 dakikalık birimlerle) (ayrıntılar için bkz. 'man hdparm')
zh_cn: 硬盘降速超时时间： 0: 禁用降速 1..240: 超时从 5 秒到 20 分钟（以 5 秒为最小单位） 241..251: 超时从 30 分钟到 5.5 个小时（以 30 分钟为最小单位） （详情参见 'man hdparm'）
zh_tw: 硬碟降速超時時間： 0: 禁用降速 1..240: 超時從 5 秒到 20 分鐘（以 5 秒為最小單位） 241..251: 超時從 30 分鐘到 5.5 個小時（以 30 分鐘為最小單位） （詳情參見 'man hdparm'）

# DISK_IOSCHED__ID_DESCRIPTION
source: Select io scheduler for the disk devices: noop/deadline/cfq (Default: cfq) Separate values for multiple devices with spaces
de_de: I/O-Scheduler für Festplatten wählen: noop/deadline/cfq (Standard: cfq) Mehrere Werte für mehrere Geräte mit Leerzeichen trennen
es_es: Elija el planificador de E/S para los dispositivos de disco: noop/deadline/cfq (Predefinido: cfq) Separe los valores para varios dispositivos con espacios
fr_fr: Sélection de l'ordonnanceur E/S pour les disques : noop/deadline/cfq (par défaut : cfq) Séparer les valeurs affectées aux différents périphériques de stockage avec des espaces
hu_hu: Válassza ki az io ütemezőt a lemezeszközökhöz: noop/deadline/cfq (alapértelmezett: cfq) Több eszköz esetén különítse el az értékeket szóközökkel
id_id: Pilih io scheduler untuk perangkat diska: noop/deadline/cfq (asali: cfq) Pisahkan nilai untuk banyak perangkat menggunakan spasi
pt_br: Selecione o io scheduler para os dispositivos de disco: noop/deadline/cfq (Padrão: cfq). Valores separados para vários dispositivos com espaços
ru_ru: Выбрать планировщик ввода/вывода для дисковых устройств: noop/deadline/cfq (По умолчанию: cfq) Отдельные значения для нескольких устройств с пробелами
tr_tr: Disk cihazları için io planlayıcı seçin: noop / deadline / cfq (Varsayılan: cfq) Birden çok cihaz için değerleri boşluklarla ayırın
zh_cn: 为磁盘设备选择 I/O 调度器：noop/deadline/cfq（默认值：cfq） 请使用空格分隔多个设备
zh_tw: 為磁碟裝置選擇 I/O 調度器：noop/deadline/cfq（預設值：cfq） 請使用空格分隔多個裝置

# SATA_LINKPWR__GROUP_DESCRIPTION
source: AHCI link power management (ALPM) for SATA disks: - min_power, med_power_with_dipm(*), medium_power, max_performance. (*) Kernel 4.15 (or newer) required, then recommended. Multiple values separated with spaces are tried sequentially until success
de_de: AHCI Link Power Management (ALPM) für SATA-Festplatten: - min_power, med_power_with_dipm(*), medium_power, max_performance. (*) Kernel 4.15 (oder neuer) erforderlich, dann empfohlen. Mehrere Werte mit Leerzeichen trennen, werden nacheinander probiert
es_es: Gestión agresiva del enlace de alimentación SATA (ALPM): min_power, medium_power, max_performance
fr_fr: Gestion de l'agressivité du lien de puissance (ALPM) pour les disques SATA à interface AHCI : - min_power, med_power_with_dipm(*), medium_power, max_performance. (*) Noyau 4.15 (ou plus récent) requis, puis recommandé. Les valeurs multiples séparées par des espaces [dans /etc/tlp.conf] sont essayées successivement jusqu'au bon fonctionnement
hu_hu: AHCI link energiagazdálkodás (ALPM) SATA lemezekhez: - min_power, med_power_with_dipm(*), medium_power, max_performance. (*) Kernel 4.15 (vagy újabb) szükséges, akkor ajánlott. A szóközökkel elválasztott több értéket egymás után próbáljuk meg a sikerig
id_id: SATA aggressive link power management (ALPM): min_power, medium_power, max_performance
pt_br: Gerenciamento de energia de link agressivo SATA (ALPM): min_power, medium_power, max_performance
ru_ru: AHCI link power management (ALPM) для SATA дисков: - min_power, med_power_with_dipm(*), medium_power, max_performance. (*) Требуется ядро Linux 4.15 (или более новое)
tr_tr: SATA agresif bağlantı güç yönetimi (ALPM): min_power, medium_power, max_performance
zh_cn: SATA 主动链路电源管理（ALPM）：min_power, medium_power, max_performance
zh_tw: SATA 主動鏈路電源管理（ALPM）：min_power, medium_power, max_performance

# SATA_LINKPWR_BLACKLIST__ID_DESCRIPTION
source: Exclude SATA host devices from link power management. Separate multiple hosts with spaces
de_de: SATA-Host-Geräte vom Link Power Management ausschließen. Mehrere Hosts mit Leerzeichen trennen
es_es: Excluir los 'host' de dispositivos SATA de la gestión del enlace de alimentación.Separe los 'host' con espacios si hay varios
fr_fr: Exclure des périphériques hôtes SATA de la gestion du lien de puissance. Séparer les hôtes multiples avec des espaces
hu_hu: A SATA-gazdaeszközök kizárása a link energiagazdálkodásából. Válasszon el több gazdagépet szóközökkel
id_id: Kecualikan perangkat SATA host dari link power management. Pisahkan banyak hosts menggunakan spasi
pt_br: Exclua dispositivos host SATA do gerenciamento de energia do link. Separe vários hosts com espaços
ru_ru: Список хост-устройств SATA для исключения из ALPM. При внесении нескольких хостов, разделять пробелами
tr_tr: SATA ana cihazlarını bağlantı gücü yönetiminden hariç tutun. Birden çok ana bilgisayarı boşluklarla ayırın
zh_cn: 从链接电源管理中排除 SATA 主机设备。 请使用空格分隔多个主机设备
zh_tw: 從連結電源管理中排除 SATA 主機裝置。 請使用空格分隔多個主機裝置

# SATA_LINKPWR_DENYLIST__ID_DESCRIPTION
source: Exclude SATA links from AHCI link power management (ALPM). SATA links are specified by their host. Refer to the output of tlp-stat -d to determine the host; the format is "hostX". Separate multiple hosts with spaces
de_de: SATA-Links vom AHCI Link Power Management (ALPM) ausschließen. SATA-Links werden durch ihren Host angegeben. Siehe Ausgabe von tlp-stat -d für den Host; Format ist "hostX". Mehrere Hosts mit Leerzeichen trennen
fr_fr: Exclure des liens SATA de la gestion de l'agressivité du lien de puissance (ALPM). Les liens SATA sont spécifiés par leur hôte. Se référer à la sortie de 'tlp-stat -d' pour déterminer l'hôte ; le format est "hostX". Séparer les différents hôtes avec des espaces
hu_hu: A SATA-hivatkozások kizárása az AHCI-kapcsolati energiagazdálkodásból (ALPM). A SATA hivatkozásokat a gazdagép határozza meg. Lásd a kimenetet tlp-stat -d a gazdagép meghatározásához; a formátum "hostX". Válasszon el több gazdagépet szóközökkel
pt_br: Exclua links SATA do gerenciamento de energia de link AHCI (ALPM). Os links SATA são especificados por seu host. Consulte a saída de tlp-stat -d para determinar o host; o formato é "hostX". Separe vários hosts com espaços
ru_ru: Исключение SATA ссылок из AHCI link power management (ALPM). Ссылки SATA определяются их хостом. Выполните команду tlp-stat -d, чтобы определить хост; формат "hostX". При внесении нескольких хостов, разделять пробелами

# AHCI_RUNTIME_PM__GROUP_DESCRIPTION
source: Runtime Power Management for NVMe, SATA, ATA and USB disks as well as SATA ports: - on=disable, auto=enable. Note: SATA controllers are PCIe bus devices and handled by RUNTIME_PM further down
de_de: Runtime Power Management für NVMe-, SATA-, ATA- und USB-Festplatten sowie SATA-Ports: - on=deaktivieren, auto=aktivieren. Hinweis: SATA-Controller sind PCIe-Bus-Geräte und werden weiter unten von RUNTIME_PM gesteuert
es_es: Gestión de la energía en tiempo de ejecución para controladores y discos AHCI y discos: on=deshabilitar, auto=habilitar. ** EXPERIMENTAL ** AVISO: es muy probable que 'auto' cause bloqueos del sistema/pérdidas de datos
fr_fr: Gestion de l'alimentation du moteur d'exécution (Runtime Power Management) pour les disques NVMe, SATA, ATA et USB comme pour les ports SATA : - on = désactiver, auto = activer. Remarque : les contrôleurs SATA sont des périphériques bus PCIe et sont traités plus loin dans la catégorie PCIe avec le paramètre RUNTIME_PM
hu_hu: Futásidejű energiagazdálkodás NVMe, SATA, ATA és USB lemezekhez, valamint SATA portokhoz: - be=letiltás, auto=engedélyezés. Megjegyzés: A SATA-vezérlők PCIe-busz-eszközök, és lejjebb a RUNTIME_PM kezeli őket
id_id: Runtime Power Management untuk pengendali AHCI dan diska: on=dimatikan, auto=dihidupkan. ** UJI COBA ** PERINGATAN: auto kemungkinan besar akan mengakibatkan sistem terkunci/kehilangan data
pt_br: Gerenciamento de energia em tempo de execução para controladores e discos AHCI: on=desabilitar, auto=habilitar. ** EXPERIMENTAL ** AVISO: auto provavelmente causará travamento do sistema/perda de dados
ru_ru: Runtime Power Management для NVMe, SATA, ATA и USB дисков, а также SATA портов: - on=disable, auto=enable. Примечание. Контроллеры SATA являются устройствами шины PCIe и управляются параметрами RUNTIME_PM, приведенными ниже
tr_tr: AHCI denetleyicileri ve diskleri için Çalışma Zamanı Güç Yönetimi: on = devre dışı bırak, otomatik = etkinleştir. ** DENEYSEL ** UYARI: otomatik, büyük olasılıkla sistem kilitlenmesine / veri kaybına neden olur
zh_cn: AHCI 控制器和磁盘运行时电源管理：on=禁用，auto=启用。 ** 实验性 ** 警告：使用 auto 选项很有可能导致系统锁定/数据丢失
zh_tw: AHCI 控制器和磁碟執行時電源管理：on=禁用，auto=啟用。 ** 實驗性 ** 警告：使用 auto 選項很有可能導致系統鎖定/資料遺失

# AHCI_RUNTIME_PM_TIMEOUT__ID_DESCRIPTION
source: Seconds of inactivity before disk is suspended
de_de: Sekunden der Inaktivität vor dem Festplatten-Suspend
es_es: Segundos de inactividad antes de suspender el disco
fr_fr: Délai d'inactivité en secondes avant que le disque soit suspendu
hu_hu: Másodpercnyi inaktivitás a lemez felfüggesztése előtt
pt_br: Segundos de inatividade antes do disco ser suspenso
ru_ru: Время бездействия в секундах, после которого работа диска будет приостановлена
tr_tr: Disk askıya alınmadan önceki saniye hareketsizlik
zh_cn: 磁盘挂起之前不活动的秒数
zh_tw: 磁碟掛斷之前不活動的秒數

# BAY_POWEROFF__GROUP_DESCRIPTION
source: Power off optical drive in UltraBay/MediaBay: 0=disable, 1=enable. Drive can be powered on again by releasing (and reinserting) the eject lever or by pressing the disc eject button on newer models. Note: an UltraBay/MediaBay hard disk is never powered off
de_de: Optisches Laufwerk im UltraBay/MediaBay ausschalten: 0=deaktivieren, 1=aktivieren. Das Laufwerk kann durch Lösen (und Wiedereinsetzen) des Auswurfschiebers oder durch Drücken der Auswurftaste bei neueren Modellen wieder eingeschaltet werden. Hinweis: Eine UltraBay/MediaBay-Festplatte wird niemals ausgeschaltet
es_es: Apagar la unidad óptica en UltraBay/MediaBay: 0=deshabilitar, 1=habilitar. La unidad puede encenderse de nuevo liberando (y reinsertando) la palanca de expulsión o pulsando el botón de eyección de discos en modelos más nuevos. Nota: los discos UltraBay/MediaBay no se apagan nunca
fr_fr: Extinction du lecteur de disque optique pour les périphériques UltraBay/MediaBay : 0 = désactiver, 1 = activer. Le lecteur peut être à nouveau remis sous tension en relâchant (et en réenfonçant) le levier d'éjection ou en pressant le bouton d'éjection du disque sur les modèles plus récents. Remarque : un disque dur UltraBay/MediaBay n'est jamais éteint
hu_hu: Az UltraBay/MediaBay optikai meghajtó kikapcsolása: 0=letilt, 1=engedélyezés. A hajtás a kilökőkar elengedésével (és visszahelyezésével) újra bekapcsolható vagy újabb modelleken a lemezkiadó gomb megnyomásával. Megjegyzés: Az UltraBay/MediaBay merevlemezt soha nem kapcsolják ki
pt_br: Desligue a unidade óptica no UltraBay/MediaBay: 0=desabilitar, 1=habilitar. O inversor pode ser ligado novamente liberando (e reinserindo) a alavanca de ejeção ou pressionando o botão de ejeção de disco em modelos mais novos. Nota: um disco rígido UltraBay/MediaBay nunca é desligado
ru_ru: Выключение UltraBay/MediaBay оптического привода: 0=выключить, 1=включить. Привод можно включить снова, нажав на кнопку извлечения диска Примечание: жесткий диск UltraBay/MediaBay не отключается
tr_tr: UltraBay / MediaBay'de optik sürücüyü kapatın: 0 = devre dışı, 1 = etkinleştir. Çıkarma kolunu bırakarak (ve yeniden takarak) sürücü yeniden açılabilir veya yeni modellerde disk çıkarma düğmesine basarak. Not: UltraBay / MediaBay sabit diski asla kapatılmaz
zh_cn: 关闭 UltraBay/MediaBay 中的光驱电源：0=禁用，1=启用。 可以通过释放（并重新插入）弹出杆 或按较新型号的弹出按钮来再次打开驱动器电源。 注意：UltraBay/MediaBay 硬盘不会被断电
zh_tw: 關閉 UltraBay/MediaBay 中的光碟機電源：0=禁用，1=啟用。 可以透過釋放（並重新插入）彈出杆 或按較新型號的彈出按鈕來再次打開驅動器電源。 注意：UltraBay/MediaBay 硬碟不會被斷電

# BAY_DEVICE__ID_DESCRIPTION
source: Optical drive device to power off (default sr0)
de_de: Optisches Laufwerk zum Ausschalten (Standard sr0)
es_es: Unidad de dispositivo óptico a apagar (sr0 por defecto)
fr_fr: Lecteur de disque optique à éteindre (sr0 par défaut)
hu_hu: Optikai meghajtó eszköz a kikapcsoláshoz (alapértelmezett sr0)
id_id: Perangkat kandar optik yang akan diputus daya (asali sr0)
pt_br: Dispositivo de unidade óptica para desligar (padrão sr0)
ru_ru: Оптический дисковод для выключения (по умолчанию sr0)
tr_tr: Kapatmak için optik sürücü cihazı (varsayılan sr0)
zh_cn: 要关闭电源的光驱设备（默认为 sr0）
zh_tw: 要關閉電源的光碟機裝置（預設為 sr0）

# Graphics__CATEGORY_TITLE
source: Graphics
de_de: Grafik
es_es: Gráficos
fr_fr: Graphisme
hu_hu: Videokártya
id_id: Grafik
pt_br: Gráficos
ru_ru: Графика
tr_tr: Grafik
zh_cn: 显卡
zh_tw: 顯示卡

# INTEL_GPU_FREQ__GROUP_DESCRIPTION
source: Set the min/max/turbo frequency for the Intel GPU. Possible values depend on your hardware. For available frequencies see the output of tlp-stat -g
de_de: Min./Max./Turbo-Frequenz für Intel-GPU setzen. Mögliche Werte hängen von Ihrer Hardware ab. Verfügbare Frequenzen siehe Ausgabe von tlp-stat -g
es_es: Establece la frecuencia mínima/máxima disponible para el regulador de escala. Los posibles valores dependen en gran medida de la CPU.Para obtener las frecuencias disponibles vea la salida de 'tlp-stat', sección "Procesador"
fr_fr: Régler la fréquence min/max/turbo pour les puces graphiques Intel. Les valeurs possibles dépendent de votre matériel. Pour obtenir les fréquences disponibles, voir la sortie de 'tlp-stat -g'
hu_hu: Állítsa be az Intel GPU min/max/turbó frekvenciáját. A lehetséges értékek a hardvertől függenek. Az elérhető frekvenciákat lásd a tlp-stat -g kimenete
pt_br: Defina a frequência min/max/turbo para a GPU Intel. Valores possíveis dependem do seu hardware. Para freqüências disponíveis, veja a saída de tlp-stat -g
ru_ru: Устанавливает min/max/turbo частоту для Intel GPU. Возможные значения зависят от вашего оборудования. Для доступных частот смотри вывод команды tlp-stat -g
tr_tr: Intel GPU için min / maks / turbo frekansını ayarlayın. Olası değerler donanımınıza bağlıdır. Mevcut frekanslar için bkz. tlp-stat -g çıktısı
zh_cn: 设置 Intel GPU 的最小 / 最大 / Turbo 频率。 可用的值取决于实际使用的硬件。请参见 命令 tlp-stat -g 的输出获取可用的频率数值
zh_tw: 設定 Intel GPU 的最小 / 最大 / Turbo 頻率。 可用的值取決於實際使用的硬體。請參見 指令 tlp-stat -g 的輸出獲取可用的頻率數值

# RADEON_POWER_PROFILE__GROUP_DESCRIPTION
source: Graphics clock speed (profile method): low, mid, high, auto, default; auto = mid on BAT, high on AC. Note: radeon driver on legacy ATI hardware only (where DPM is not available)
de_de: Grafik-Taktfrequenz (Profilmethode): low, mid, high, auto, default; auto = mid bei Batterie, high bei Netzbetrieb. Hinweis: Nur für radeon-Treiber auf älteren ATI-Hardware (wo DPM nicht verfügbar)
es_es: Velocidad del reloj gráficas Radeon (método del perfil): low, mid, high, auto, default; auto = medio en BAT, alto en CA; default = usar el valor predefinido del hardware. Requiere el controlador de código abierto 'radeon'
fr_fr: Vitesse d'horloge de la carte graphique (méthode du profil) : low, mid, high, auto, default; auto = 'mid' sur BAT, 'high' sur AC. Remarque : seul le pilote radeon est utilisable sur du matériel ATI ancien (où la gestion dynamique de la puissance – DPM – n'est pas disponible)
hu_hu: Grafikus órajel (profil módszer): alacsony, közepes, magas, automatikus, alapértelmezett; auto = közepes a BAT-on, magas az AC-n. Megjegyzés: radeon illesztőprogram csak régi ATI hardveren (ahol a DPM nem érhető el)
id_id: Kecepatan jam grafik Radeon (metoda profil): low, mid, high, auto, default; auto = mid pada BAT, high pada AC; default = gunakan pengaturan asali perangkat keras. Membutuhkan driver sumber terbuka 'radeon'
pt_br: Velocidade de clock de gráficos Radeon (método de perfil): baixo, médio, alto, automático, padrão; auto = médio em BAT, alta em AC; padrão = usar padrões de hardware. Requer o driver de código aberto 'radeon'
ru_ru: Тактовая частота графического адаптера Radeon: low, mid, high, auto, default; auto = mid от Батареи, high от Сети; default = использовать аппаратные значения по умолчанию. Требуется open-source драйвер 'radeon'
tr_tr: Radeon grafik saat hızı (profil yöntemi): düşük, orta, yüksek, otomatik, varsayılan; auto = BAT'ta orta, AC'de yüksek; default = donanım varsayılanlarını kullan. Açık kaynaklı sürücü 'radeon' gerektirir
zh_cn: Radeon 显卡时钟速度（配置文件方法）： low, mid, high, auto, default； auto = BAT 模式时用 mid，AC 模式时用 high，default = 使用硬件默认值。 需要使用开源驱动程序 'radeon'
zh_tw: Radeon 顯示卡時鐘速度（配置檔案方法）： low, mid, high, auto, default； auto = BAT 模式時用 mid，AC 模式時用 high，default = 使用硬體默認值。 需要使用開源驅動程式 'radeon'

# RADEON_DPM_STATE__GROUP_DESCRIPTION
source: Dynamic power management method (DPM): balanced, battery, performance. Note: radeon driver only
de_de: Dynamische Energiesparmethode (DPM): balanced, battery, performance. Hinweis: Nur für radeon-Treiber
es_es: Método de gestión dinámica de la energía de Radeon (DPM): battery, performance Solo funciona con el controlador de código abierto 'radeon', requiere un kernel >= 3.11 y la opción de arranque 'option radeon.dpm=1'
fr_fr: Méthode de gestion dynamique de la puissance (DPM) : balanced, battery, performance. Remarque : uniquement pour le pilote radeon
hu_hu: Dinamikus energiagazdálkodási módszer (DPM): kiegyensúlyozott, akkumulátoros, teljesítmény. Megjegyzés: csak radeon illesztőprogram
id_id: Metoda Radeon dynamic power management (DPM): battery, performance Hanya bekerja dengan menggunakan driver sumber terbuka 'radeon', membutuhkan kernel >= 3.11 dan parameter boot 'option radeon.dpm=1'
pt_br: Método dinâmico de gerenciamento de energia (DPM) da Radeon: bateria, desempenho Funciona apenas com o driver de código-fonte aberto 'radeon', requer kernel >=3.11 e opção de inicialização 'radeon.dpm=1'
ru_ru: Radeon dynamic power management method (DPM): battery, performance Работает с только open-source драйвером 'radeon', Требуется ядро >= 3.11 и опция загрузки 'option radeon.dpm=1'
tr_tr: Radeon dinamik güç yönetimi yöntemi (DPM): pil, performans Yalnızca açık kaynaklı sürücü 'radeon' ile çalışır, çekirdek> = 3.11 ve önyükleme 'seçeneği radeon.dpm = 1' gerektirir
zh_cn: Radeon 动态电源管理方法（DPM）：battery，performance 仅适用于开源驱动程序 'radeon'， 要求内核版本 >= 3.11 并引导时使用 'option radeon.dpm = 1'
zh_tw: Radeon 動態電源管理方法（DPM）：battery，performance 僅適用於開源驅動程式 'radeon'， 要求核心版本 >= 3.11 並引導時使用 'option radeon.dpm = 1'

# RADEON_DPM_PERF_LEVEL__GROUP_DESCRIPTION
source: AMD GPU power management. Performance level (DPM): auto, low, high; auto is recommended. Note: requires amdgpu or radeon driver
de_de: AMD-GPU-Energiemanagement. Leistungslevel (DPM): auto, low, high; auto empfohlen. Hinweis: erfordert amdgpu- oder radeon-Treiber
es_es: Nivel de rendimiento de la DPM de Radeon: auto, low, high; se recomienda 'auto'
fr_fr: Gestion de la puissance du processeur graphique AMD. Niveau de performance du DPM : auto, low, high ; 'auto' est recommandé. Remarque : requiert le pilote amdgpu ou radeon
hu_hu: AMD GPU energiagazdálkodás. Teljesítményszint (DPM): automatikus, alacsony, magas; automata ajánlott. Megjegyzés: amdgpu vagy radeon illesztőprogram szükséges
id_id: Tingkat kinerja Radeon DPM: auto, low, high; disarankan untuk memakai auto
pt_br: Nível de desempenho do Radeon DPM: automático, baixo, alto; auto é recomendado
ru_ru: Уровень производительности Radeon DPM: auto, low, high; рекомендуется auto
tr_tr: Radeon DPM performans seviyesi: otomatik, düşük, yüksek; auto önerilir
zh_cn: Radeon DPM 性能等级：auto, low, high；推荐使用 auto
zh_tw: Radeon DPM 性能等級：auto, low, high；推薦使用 auto

# AMDGPU_ABM_LEVEL__GROUP_DESCRIPTION
source: Display panel adaptive backlight modulation (ABM) level: 0(off), 1..4. Values 1..4 control the maximum brightness reduction allowed by the ABM algorithm, where 1 represents the least and 4 the most power saving. Notes: - Requires AMD Vega or newer GPU with amdgpu driver as of kernel 6.9 - Savings are made at the expense of color balance
de_de: Panel Adaptive Backlight Modulation (ABM)-Level: 0 (aus), 1..4. Werte 1..4 steuern die maximale Helligkeitsreduzierung durch den ABM-Algorithmus, wobei 1 am wenigsten und 4 am meisten Energie spart. Hinweise: - Erfordert AMD Vega oder neuer mit amdgpu-Treiber ab Kernel 6.9 - Einsparungen gehen zulasten der Farbbalance

# Network__CATEGORY_TITLE
source: Network
de_de: Netzwerk
es_es: Red
fr_fr: Réseau
hu_hu: Hálózat
id_id: Jaringan
pt_br: Rede
ru_ru: Сеть
tr_tr: Ağ
zh_cn: 网络
zh_tw: 網路

# WIFI_PWR__GROUP_DESCRIPTION
source: Wi-Fi power saving mode
de_de: WLAN-Energiesparmodus
es_es: Modo de ahorro de energía de WiFi. No lo admiten todos los adaptadores
fr_fr: Mode d'économie d'énergie du Wi-Fi
hu_hu: Wi-Fi energiatakarékos mód
id_id: Moda penghematan daya WiFi. Tidak didukung oleh semua perangkat WiFi
pt_br: Modo de economia de energia WiFi. Não suportado por todos os adaptadores
ru_ru: Режим энергосбережения WiFi. Поддерживается не всеми адаптерами
tr_tr: WiFi güç tasarrufu modu. Tüm adaptörler tarafından desteklenmez
zh_cn: WiFi 省电模式。并非所有无线网络适配器都支持
zh_tw: WiFi 省電模式。並非所有無線網路適配器都支援

# WOL_DISABLE__ID_DESCRIPTION
source: Disable wake on LAN
de_de: Wake-on-LAN deaktivieren
es_es: Deshabilitar el encendido remoto (wake on LAN)
fr_fr: Désactiver le démarrage à distance par réseau (Wake-on-LAN)
hu_hu: Ébresztés letiltása LAN-on
id_id: Matikan wake on LAN
pt_br: Desativar a ativação na LAN
ru_ru: Выключить пробуждение по LAN (Wake On LAN)
tr_tr: LAN'da uyandırmayı devre dışı bırakın
zh_cn: 禁用局域网唤醒
zh_tw: 禁用區域網路喚醒
