Repository: d4nj1/TLPUI
Catalog: tlpui/lang/*/LC_MESSAGES/configdescriptions.po
Languages: de_de, es_es, fr_fr, hu_hu, id_id, it_it, pt_br, ru_ru, tr_tr, zh_cn, zh_tw

# USB_AUTOSUSPEND_DISABLE_ON_SHUTDOWN__ID_DESCRIPTION
source: Set to disable autosuspend before shutdown / otherwise to do nothing (workaround for USB devices that cause shutdown problems)
de_de: Vor dem Herunterfahren Autosuspend deaktivieren / sonst keine Aktion (Workaround für USB-Geräte, die Shutdown-Probleme verursachen)
es_es: Activado deshabilita la autosuspensión antes del apagado / en otro caso no hace nada (solución temporal para dispositivos USB que causan problemas de apagado)
fr_fr: Si activé, empêche la veille automatique avant l'extinction / sinon ne fait rien (solution de contournement pour les périphériques USB qui provoquent des problèmes d'extinction)
hu_hu: Állítsa be az automatikus felfüggesztés letiltását a leállítás előtt, ellenkező esetben pedig úgy, hogy ne tegyen semmit (megkerülő megoldás leállási problémákat okozó USB-eszközök esetén)
id_id: Tetapkan untuk mematikan autosuspend sebelum komputer dimatikan / jika tidak, tidak melakukan apa-apa (jalan keluar bagi perangkat USB yang menyebabkan masalah berkaitan dengan proses mematikan komputer)
pt_br: Defina para desabilitar a suspensão automática antes do desligamento/caso contrário, não faça nada (solução alternativa para dispositivos USB que causam problemas de desligamento)
ru_ru: Установите disable autosuspend перед выключением, в противном случае ничего не делать (обходной путь для USB-устройств, которые вызывают проблемы с выключением)
tr_tr: Kapatmadan önce otomatik askıya almayı devre dışı bırakmayı / aksi takdirde hiçbir şey yapmamayı ayarlayın (kapanma sorunlarına neden olan USB cihazları için geçici çözüm)
zh_cn: 设置为在关机前禁用自动挂起或者不执行任何操作 （USB 设备导致出现关机问题的的解决方法）
zh_tw: 設定為在關機前禁用自動掛斷或者不執行任何操作 （USB 裝置導致出現關機問題的的解決方法）

# ThinkPad Battery__CATEGORY_TITLE
source: ThinkPad Battery
de_de: ThinkPad-Akku
es_es: Batería de ThinkPad
fr_fr: Batterie de ThinkPad
hu_hu: ThinkPad Akkumulátor
id_id: Baterai ThinkPad
pt_br: Bateria ThinkPad
ru_ru: Батарея ThinkPad
tr_tr: ThinkPad Pil
zh_cn: ThinkPad 电池
zh_tw: ThinkPad 電池

# CHARGE_THRESH_BAT0__GROUP_DESCRIPTION
source: Battery Care -- Charge thresholds Charging starts when the charge level is below the START_CHARGE_THRESH value when the charger is connected. It stops when the STOP_CHARGE_THRESH value is reached. Required hardware: Lenovo ThinkPads and select other laptop brands are driven via specific plugins, the actual support status is shown by tlp-stat -b. For more explanations and vendor specific details refer to https://linrunner.de/tlp/settings/battery.html Notes: - ThinkPads may require external kernel module(s), refer to the output of tlp-stat -b - Vendor specific parameter value ranges are shown by tlp-stat -b - If your hardware supports a start *and* a stop threshold, you must specify both, otherwise TLP will refuse to apply the single threshold - If your hardware supports only a stop threshold, set the start value to 0 BAT0: Primary / Main / Internal battery (values in %) Note: also use for batteries BATC, BATT and CMB0
de_de: Akkupflege -- Ladegrenzwerte Laden beginnt, wenn der Ladezustand unter dem Wert START_CHARGE_THRESH liegt und das Ladegerät angeschlossen ist. Es endet, wenn der Wert STOP_CHARGE_THRESH erreicht wird. Erforderliche Hardware: Lenovo ThinkPads und ausgewählte andere Laptop-Marken werden über spezielle Plugins gesteuert, die tatsächliche Unterstützung zeigt tlp-stat -b. Weitere Erklärungen und herstellerspezifische Details siehe https://linrunner.de/tlp/settings/battery.html Hinweise: - ThinkPads benötigen ggf. externe Kernel-Module, siehe tlp-stat -b - Herstellerabhängige Wertebereiche zeigt tlp-stat -b - Wird Start *und* Stop-Schwellenwert unterstützt, müssen beide angegeben werden, sonst wird die einzelne Schwelle nicht angewendet - Wird nur ein Stop-Wert unterstützt, Startwert auf 0 setzen BAT0: Primärer / Haupt- / interner Akku (Werte in %) Hinweis: auch für Akkus BATC, BATT und CMB0 verwenden
es_es: Umbrales de carga de la batería (solo ThinkPad, requiere el módulo del kernel tp-smapi o acpi-call) La carga empieza cuando la capacidad restante baja del valor START_CHARGE_TRESH y se detiene cuando supera el valor STOP_CHARGE_TRESH. Batería principal / interna (valores en %)
fr_fr: Protection de la batterie -- Seuils de charge La charge démarre lorsque le niveau de charge est inférieur à la valeur de START_CHARGE_THRESH et que l'on branche le chargeur. Elle s'arrête lorsque la valeur de STOP_CHARGE_THRESH est atteinte. Matériel requis : ThinkPads Lenovo et une sélection d'autres marques d'ordinateurs portables gérés par des modules spécifiques ; la commande tlp-stat -b montre si la fonction est véritablement supportée ou non. Pour plus d'explications et de détails spécifiques aux fabricants, consulter https://linrunner.de/tlp/settings/battery.html Remarques : - Les ThinkPads peuvent exiger un ou des module(s) externes du noyau ; consulter la sortie de tlp-stat -b - Les plages de valeurs des paramètres spécifiques au fabricant sont données par tlp-stat -b - Si votre matériel supporte un seuil de démarrage *et* d'arrêt de la charge, vous devez les spécifier tous les deux, sinon TLP refusera d'appliquer un seuil isolé - Si votre matériel ne supporte qu'un seuil d'arrêt de la charge, indiquez 0 comme valeur de démarrage de la charge BAT0: Batterie primaire/principale/interne (valeurs en %) Remarque : à utiliser aussi pour les batteries BATC, BATT et CMB0
hu_hu: Az akkumulátor gondozása -- Töltési küszöbök A töltés akkor kezdődik, amikor a töltési szint a START_CHARGE_THRESH érték alá csökken, amikor a töltő csatlakoztatva van. A STOP_CHARGE_THRESH érték elérésekor leáll. Szükséges hardver: A Lenovo ThinkPads és bizonyos más laptopmárkák meghatározott beépülő modulokon keresztül működnek, a tényleges támogatási állapotot a tlp-stat -b mutatja. További magyarázatokért és a szállítóspecifikus részletekért lásd: https://linrunner.de/tlp/settings/battery.html Megjegyzések: - A ThinkPad-ekhez külső kernelmodul(ok)ra lehet szükség, lásd a tlp-stat -b kimenetét. - A szállítóspecifikus paraméterérték-tartományokat a tlp-stat -b mutatja - Ha a hardver támogatja az indítási * és * leállítási küszöböt, mindkettőt meg kell adnia, különben a TLP megtagadja az egyetlen küszöb alkalmazását - Ha a hardver csak a leállítási küszöböt támogatja, állítsa a kezdőértéket 0-ra BAT0: Elsődleges / Fő / Belső akkumulátor (értékek százalékban) Megjegyzés: használja a BATC, BATT és CMB0 akkumulátorokhoz is
id_id: Ambang pengisian daya baterai (hanya untuk ThinkPad, membutuhkan modul kernel tp-smapi atau acpi-call). Mulai pengisian daya ketika kapasitas baterai jatuh di bawah nilai START_CHARGE_TRESH dan hentikan ketika melewati nilai STOP_CHARGE_TRESH. Baterai utama / baterai internal (nilai dalam %)
pt_br: Limites de carga da bateria (ThinkPad somente, para tp-smapi ou acpi-call módulo kernel necessário). O carregamento começa quando a capacidade restante cai abaixo do valor de START_CHARGE_TRESH e para quando excede o valor de STOP_CHARGE_TRESH. Bateria principal/interna (valores em %)
ru_ru: Уход за аккумулятором — пороги заряда Зарядка начинается, когда уровень заряда ниже значения START_CHARGE_THRESH при подключенном зарядном устройстве. Он останавливается, когда достигается значение STOP_CHARGE_THRESH.Требуемое оборудование: Lenovo ThinkPad или некоторые другие ноутбуки бренда, которые управляются при помощи плагинов, поддержку которых можно посмотреть командой tlp-stat -b. Для получения дополнительных пояснений и конкретных сведений о поставщике смотрите https://linrunner.de/tlp/settings/battery.html Примечания: - Для ThinkPad могут потребоваться внешние модули ядра, смотрите вывод команды tlp-stat -b - Диапазоны значений параметров, определенных поставщиком, отображаются командой tlp-stat -b - Если ваше оборудование поддерживает начальный порог *И* порог остановки, вы должны указать оба, иначе TLP откажется применять единственный порог. - Если ваше оборудование поддерживает только порог остановки, установите начальное значение равным 0 BAT0: Первичная / Основная / Внутренняя батарея (значения в %) Примечание: также используйте для батарей BATC, BATT и CMB0
tr_tr: Pil şarj eşikleri (yalnızca ThinkPad, tp-smapi veya acpi-call çekirdek modülü gereklidir) Kalan kapasite START_CHARGE_TRESH'nin altına düştüğünde şarj işlemi başlar değeri ve STOP_CHARGE_TRESH değeri aşıldığında durur. Ana / Dahili pil (değerler% cinsinden)
zh_cn: 电池充电阈值（仅适用于 ThinkPad，需要 tp-smapi 或 acpi-call 内核模块） 当剩余电量低于 START_CHARGE_TRESH 值时开始充电， 高于 STOP_CHARGE_TRESH 值时停止充电。 主 / 内置电池（以 % 表示的值）
zh_tw: 電池充電閾值（僅適用於 ThinkPad，需要 tp-smapi 或 acpi-call 核心模組） 當剩餘電量低於 START_CHARGE_TRESH 值時開始充電， 高於 STOP_CHARGE_TRESH 值時停止充電。 主 / 內建電池（以 % 表示的值）

# CHARGE_THRESH_BAT1__GROUP_DESCRIPTION
source: BAT1: Secondary / Ultrabay / Slice / Replaceable battery (values in %)
de_de: BAT1: Sekundärer / UltraBay / Slice / Wechselakku (Werte in %)
es_es: Ultrabay / Slice / batería reemplazable (valores en %)
fr_fr: BAT1: Batterie secondaire / Ultrabay / Slice/ interchangeable (valeurs en %)
hu_hu: BAT1: Másodlagos / Ultrabay / Slice / Cserélhető akkumulátor (értékek százalékban)
id_id: Ultrabay / Slice / Baterai yang bisa diganti (nilai dalam %)
pt_br: Bateria Ultrabay/Slice/Substituível (valores em %)
ru_ru: BAT1: Вторичная / Ultrabay / Slice / Сменная батарея (значения в %)
tr_tr: Ultrabay / Slice / Değiştirilebilir pil (değerler% cinsinden)
zh_cn: Ultrabay / Slice / 可更换电池（以 % 表示的值）
zh_tw: Ultrabay / Slice / 可更換電池（以 % 表示的值）

# RESTORE_THRESHOLDS_ON_BAT__ID_DESCRIPTION
source: Restore charge thresholds when AC is unplugged
de_de: Ladegrenzwerte beim Abziehen des Netzteils wiederherstellen
es_es: Restablecer los umbrales de carga cuando la CA esté desconectada
fr_fr: Rétablit les seuils de chargement quand le câble d'alimentation est débranché
hu_hu: Állítsa vissza a töltési küszöbértékeket, ha az AC ki van húzva
pt_br: Restaure os limites de carga quando AC estiver desconectada
ru_ru: Восстановить пороговые значения заряда при отключении от СЕТИ
tr_tr: AC fişi çekildiğinde şarj eşiklerini geri
zh_cn: 拔下交流电后恢复充电阈值
zh_tw: 拔下交流電後復原充電閾值

# NATACPI_ENABLE__ID_DESCRIPTION
source: Control battery care drivers: 0=disable, 1=enable
de_de: Akkupflege-Treiber steuern: 0=deaktivieren, 1=aktivieren
es_es: Battery feature drivers: 0=disable, 1=enable
fr_fr: Pilotes de contrôle de la protection de la batterie : 0 = désactiver, 1 = activer
hu_hu: Az akkumulátor-ápoló illesztőprogramok vezérlése: 0=letilt, 1=engedélyezés
id_id: Battery feature drivers: 0=disable, 1=enable
pt_br: Drivers de recursos de bateria: 0=desabilitar, 1=habilitar
ru_ru: Управление драйверами ухода за батареей: 0=отключить, 1=включить
tr_tr: Pilleri pilleri: 0 = devre dışı bırak, 1 = etkinleştirilir
zh_cn: 电池功能驱动程序：0=禁用, 1=启用
zh_tw: 電池功能驅動程式：0=禁用, 1=啟用

# TPACPI_ENABLE__ID_DESCRIPTION
source: ThinkPad battery drivers: 0=disable, 1=enable
de_de: ThinkPad-Akku-Treiber: 0=deaktivieren, 1=aktivieren
es_es: Battery feature drivers: 0=disable, 1=enable
fr_fr: Pilotes de batterie de ThinkPad : 0 = désactiver, 1 = activer
hu_hu: ThinkPad akkumulátor-illesztőprogramok: 0=letilt, 1=engedélyezés
id_id: Battery feature drivers: 0=disable, 1=enable
pt_br: Drivers de recursos de bateria: 0=desabilitar, 1=habilitar
ru_ru: Драйверы батареи ThinkPad: 0=отключить, 1=включить
tr_tr: Pilleri pilleri: 0 = devre dışı bırak, 1 = etkinleştirilir
zh_cn: 电池功能驱动程序：0=禁用, 1=启用
zh_tw: 電池功能驅動程式：0=禁用, 1=啟用

# TPSMAPI_ENABLE__ID_DESCRIPTION
source: ThinkPad battery drivers: 0=disable, 1=enable
de_de: ThinkPad-Akku-Treiber: 0=deaktivieren, 1=aktivieren
es_es: Battery feature drivers: 0=disable, 1=enable
fr_fr: Pilotes de batterie de ThinkPad : 0 = désactiver, 1 = activer
hu_hu: ThinkPad akkumulátor-illesztőprogramok: 0=letilt, 1=engedélyezés
id_id: Battery feature drivers: 0=disable, 1=enable
pt_br: Drivers de recursos de bateria: 0=desabilitar, 1=habilitar
ru_ru: Драйверы батареи ThinkPad: 0=отключить, 1=включить
tr_tr: Pilleri pilleri: 0 = devre dışı bırak, 1 = etkinleştir
zh_cn: 电池功能驱动程序：0=禁用, 1=启用
zh_tw: 電池功能驅動程式：0=禁用, 1=啟用

# Audio__CATEGORY_TITLE
source: Audio
it_it: Audio
pt_br: Áudio
ru_ru: Аудио
tr_tr: Ses
zh_cn: 音频
zh_tw: 音訊

# USB__CATEGORY_TITLE
source: USB
tr_tr: USB bağlantı

source: ID_DESCRIZIONE DISK_DEVICES
it_it: Definire i dispositivi disco su cui agiscono i seguenti parametri DISK/AHCI_RUNTIME Separare più dispositivi con spazi.

source: DISK_APM_CLASS_DENYLIST ID_DESCRIPTION
it_it: Separare più classi con spazi.

source: SATA_LINKPWR GROUP_DESCRIPTION
it_it: Gestione dell'alimentazione dei collegamenti AHCI (ALPM) per i dischi SATA:

source: AHCI_RUNTIME_PM GROUP_DESCRIPTION
it_it: - on=disabilita, auto=abilita.

source: AHCI_RUNTIME_PM_TIMEOUT ID_DESCRIZIONE
it_it: Spegnere l'unità ottica nell'UltraBay/MediaBay: 0=disabilita, 1=abilita.

source: ID_DESCRIZIONE BAY_DEVICE
it_it: Dispositivo unità ottica da spegnere (default sr0)

source: INTEL_GPU_FREQ GROUP_DESCRIPTION
it_it: Impostare la frequenza min/max/turbo per la GPU Intel.

source: WIFI_PWR GROUP_DESCRIPTION
it_it: Modalità di risparmio energetico Wi-Fi

source: WOL_DISABLE ID_DESCRIPTION
it_it: Disabilita wake on LAN

source: PCIE_ASPM GROUP_DESCRIPTION
it_it: PCIe Active State Power Management (ASPM):

source: ID_DESCRIZIONE RUNTIME_PM_DENYLIST
it_it: ""Escludi gli indirizzi dei dispositivi PCIe elencati da Runtime PM. Separare gli indirizzi multipli con spazi.

source: RUNTIME_PM_DEVICE GROUP_DESCRIPTION
it_it: "indirizzi con spazi.

source: CATEGORIA_TITOLO del processore
it_it: Processore

source: CPU_SCALING_GOVERNOR GROUP_DESCRIPTION
it_it: - conservativo, ondemand(*), userspace, powersave, performance, " "schedutil(*). Usare tlp-stat -p per mostrare il driver attivo e i regolatori disponibili. Importante:

source: CPU_ENERGY_PERF_POLICY GROUP_DESCRIPTION
it_it: Impostare i criteri di consumo energetico/prestazioni della CPU Intel HWP.EPP e EPB: Note:

source: CPU_PERF GROUP_DESCRIPTION
it_it: Impostare le prestazioni dello stato P della CPU Intel: 0..100 (%). Richiede il driver intel_pstate o intel_cpufreq e una CPU Intel Core i 2nd gen. or

source: CPU_BOOST GROUP_DESCRIPTION
it_it: Impostare la funzione "turbo boost" (Intel) o "turbo core" (AMD) della CPU: - 0=disabilita, 1=consente.

source: NMI_WATCHDOG ID_DESCRIZIONE
it_it: Kernel NMI Watchdog

source: PHC_CONTROLS ID_DESCRIPTION
it_it: Le coppie freq:tensione sono scritte in /sys/devices/system/cpu/cpu0/cpufreq/phc_controls

source: PLATFORM_PROFILE GROUP_DESCRIPTION
it_it: Selezionare il profilo della piattaforma: Nota: controllare l'output di tlp-stat -p per determinare la disponibilità sul proprio hardware e profili aggiuntivi come: balanced-performance, quiet, cool

source: MEM_SLEEP GROUP_DESCRIPTION
it_it: Modalità di sospensione del sistema:

source: DISPOSITIVI_DA_DISABILITARE_ALL'AVVIAMENTO ID_DESCRIZIONE
it_it: Dispositivi radio da disabilitare all'avvio: bluetooth wifi wwan

source: DEVICES_TO_ENABLE_ON_STARTUP ID_DESCRIPTION
it_it: Dispositivi radio da abilitare all'avvio: bluetooth wifi wwan

source: DISPOSITIVI_DA_ENABLE_ON_AC ID_DESCRIZIONE
it_it: Dispositivi radio da abilitare su AC: bluetooth, wifi, wwan

source: DEVICES_TO_DISABLE_ON_CONNECT GROUP_DESCRIPTION
it_it: Dispositivi radio da abilitare/disabilitare quando si è agganciati

source: DEVICES_ON_UNDOCK GROUP_DESCRIPTION
it_it: Dispositivi radio da abilitare/disabilitare quando si è sbloccati

source: ID_DESCRIZIONE USB_WHITELIST
it_it: Includi i dispositivi elencati nell'autosospensione anche se già esclusi

source: ID_DESCRIZIONE USB_DENYLIST
it_it: Nota: i dispositivi di input (usbhid) e gli scanner supportati da libsane sono esclusi automaticamente

source: USB_EXCLUDE_PHONE ID_DESCRIPTION
it_it: Escludi i dispositivi telefonici dalla sospensione automatica USB:

source: USB_EXCLUDE_PRINTER ID_DESCRIPTION
it_it: Escludi stampanti da autosospensione USB: - 0=non escludere, 1=escludere

source: USB_ALLOWLIST ID_DESCRIPTION
it_it: Consentire l'autosospensione USB per i dispositivi elencati anche se già negletti o

source: CHARGE_THRESH_BAT0 GROUP_DESCRIPTION
it_it: b. Note: BAT0: Batteria primaria / principale / interna (valori in %) Nota: utilizzare anche per le batterie BATC, BATT e CMB0

source: CHARGE_THRESH_BAT1 GROUP_DESCRIPTION
it_it: BAT1: Batteria secondaria / Ultrabay / Slice / Sostituibile (valori in %)

source: RESTORE_THRESHOLDS_ON_BAT ID_DESCRIPTION
it_it: Driver batteria ThinkPad: 0=disabilita, 1=abilita

source: TPSMAPI_ENABLE ID_DESCRIPTION
it_it: Driver batteria ThinkPad: 0=disabilita, 1=abilita
