Repository: d4nj1/TLPUI
Catalog: tlpui/lang/*/LC_MESSAGES/configdescriptions.po
Languages: de_de, es_es, fr_fr, hu_hu, id_id, it_it, pt_br, ru_ru, tr_tr, zh_cn, zh_tw

# DEVICES_TO_ENABLE_ON_STARTUP__ID_DESCRIPTION
source: Radio devices to enable on startup: bluetooth wifi wwan
de_de: Funkschnittstellen beim Systemstart aktivieren: bluetooth, wlan, wwan
es_es: Dispositivos de radio a habilitar al inicio: bluetooth wifi wwan
fr_fr: Périphériques radio à activer au démarrage : bluetooth wifi wwan
hu_hu: Indításkor engedélyezhető rádióeszközök: bluetooth wifi wwan
id_id: Perangkat radio yang akan dihidupkan saat komputer dihidupkan: bluetooth wifi wwan
pt_br: Dispositivos de rádio para ativar na inicialização: bluetooth, wifi, wwan
ru_ru: Включение беспроводных устройств при запуске: bluetooth wifi wwan
tr_tr: Başlangıçta etkinleştirilecek radyo cihazları: bluetooth wifi wwan
zh_cn: 系统启动时要启用的无线电设备：bluetooth wifi wwan
zh_tw: 系統啟動時要啟用的無線電裝置：bluetooth wifi wwan

# DEVICES_TO_DISABLE_ON_SHUTDOWN__ID_DESCRIPTION
source: Radio devices to disable on shutdown: bluetooth wifi wwan (workaround for devices that are blocking shutdown)
de_de: Funkschnittstellen beim Herunterfahren deaktivieren: bluetooth, wlan, wwan (Workaround für Geräte, die das Herunterfahren blockieren)
es_es: Dispositivos de radio a deshabilitar al apagar: bluetooth wifi wwan (solución alternativa para dispositivos que bloquean el apagado)
fr_fr: Périphériques radio à désactiver lors de l'extinction : bluetooth wifi wwan (solution de contournement pour les périphériques qui empêchent l'extinction)
hu_hu: Leállításkor letiltandó rádióeszközök: bluetooth wifi wwan (megkerülő megoldás azokra az eszközökre, amelyek blokkolják a leállást)
id_id: Perangkat radio yang akan dimatikan saat komputer dimatikan: bluetooth wifi wwan (jalan keluar bagi perangkat yang menghalangi proses mematikan komputer)
pt_br: Dispositivos de rádio para desativar no desligamento: bluetooth, wifi, wwan (solução alternativa para dispositivos que estão bloqueando o desligamento)
ru_ru: Отключение беспроводных устройств при завершении работы: bluetooth wifi wwan (обходной путь для устройств, блокирующих выключение)
tr_tr: Kapatma sırasında devre dışı bırakılacak radyo cihazları: bluetooth wifi wwan (kapatmayı engelleyen cihazlar için geçici çözüm)
zh_cn: 系统关机时要禁用的无线电设备：bluetooth wifi wwan （针对一些设备阻止关机的解决方法）
zh_tw: 系統關機時要禁用的無線電裝置：bluetooth wifi wwan （針對一些裝置阻止關機的解決方法）

# DEVICES_TO_ENABLE_ON_SHUTDOWN__ID_DESCRIPTION
source: Radio devices to enable on shutdown: bluetooth wifi wwan (to prevent other operating systems from missing radios)
de_de: Funkschnittstellen beim Herunterfahren aktivieren: bluetooth, wlan, wwan (damit andere Betriebssysteme Funkschnittstellen erkennen)
es_es: Dispositivos de radio a habilitar al apagar: bluetooth wifi wwan (para evitar que otros sistemas operativos pierdan radios)
fr_fr: Périphériques radio à activer lors de l'extinction : bluetooth wifi wwan (pour éviter que d'autres systèmes d'exploitation ne perdent les signaux radio)
hu_hu: Leállításkor engedélyezhető rádióeszközök: bluetooth wifi wwan (hogy más operációs rendszerek ne hagyják ki a rádiókat)
id_id: Perangkat radio yang akan dihidupkan saat komputer dimatikan: bluetooth wifi wwan (untuk mencegah sistem operasi lain tidak mengenali perangkat radio)
pt_br: Dispositivos de rádio para ativar no desligamento: bluetooth, wifi, wwan (para evitar que outros sistemas operacionais faltem rádios)
ru_ru: Включение беспроводных устройств при завершении работы: bluetooth wifi wwan (Для предотвращения потери беспроводных устройств в других ОС)
tr_tr: Kapatma sırasında etkinleştirilecek radyo cihazları: bluetooth wifi wwan (diğer işletim sistemlerinin radyoları kaçırmasını önlemek için)
zh_cn: 关机时要启用的无线电设备：bluetooth wifi wwan （防止其他操作系统找不到无线电设备）
zh_tw: 關機時要啟用的無線電裝置：bluetooth wifi wwan （防止其他作業系統找不到無線電裝置）

# DEVICES_TO_ENABLE_ON_AC__ID_DESCRIPTION
source: Radio devices to enable on AC: bluetooth, wifi, wwan
de_de: Funkschnittstellen bei Netzbetrieb aktivieren: bluetooth, wlan, wwan
es_es: Dispositivos de radio a habilitar con CA: bluetooth, wifi, wwan
fr_fr: Périphériques radio à activer en mode AC : bluetooth, wifi, wwan
hu_hu: AC-on engedélyezhető rádióeszközök: bluetooth, wifi, wwan
id_id: Perangkat radio yang akan dihidupkan pada penggunaan daya AC: bluetooth, wifi, wwan
pt_br: Dispositivos de rádio para ativar em AC: bluetooth, wifi, wwan
ru_ru: Включение беспроводных устройств при работе от СЕТИ: bluetooth, wifi, wwan
tr_tr: AC'de etkinleştirilecek radyo cihazları: bluetooth, wifi, wwan
zh_cn: 交流供电下，要启用的无线电设备：bluetooth, wifi, wwan
zh_tw: 交流供電下，要啟用的無線電裝置：bluetooth, wifi, wwan

# DEVICES_TO_DISABLE_ON_BAT__ID_DESCRIPTION
source: Radio devices to disable on battery: bluetooth, wifi, wwan
de_de: Funkschnittstellen bei Batteriebetrieb deaktivieren: bluetooth, wlan, wwan
es_es: Dispositivos de radio a habilitar con batería: bluetooth, wifi, wwan
fr_fr: Périphériques radio à désactiver en mode batterie : bluetooth, wifi, wwan
hu_hu: Akkumulátorról letiltható rádióeszközök: bluetooth, wifi, wwan
id_id: Perangkat radio yang akan dimatikan pada saat penggunaan daya baterai: bluetooth, wifi, wwan
pt_br: Dispositivos de rádio para desativar na bateria: bluetooth, wifi, wwan
ru_ru: Отключение беспроводных устройств при работе от БАТАРЕИ: bluetooth, wifi, wwan
tr_tr: Pilde devre dışı bırakılacak radyo cihazları: bluetooth, wifi, wwan
zh_cn: 电池供电下要禁用的无线电设备：bluetooth, wifi, wwan
zh_tw: 電池供電下要禁用的無線電裝置：bluetooth, wifi, wwan

# DEVICES_TO_DISABLE_ON_BAT_NOT_IN_USE__ID_DESCRIPTION
source: Radio devices to disable on battery when not in use (not connected): bluetooth, wifi, wwan
de_de: Funkschnittstellen bei Batterie deaktivieren, wenn nicht genutzt (nicht verbunden): bluetooth, wlan, wwan
es_es: Dispositivos de radio a deshabilitar con batería cuando no estén en uso (desconectados): bluetooth, wifi, wwan
fr_fr: Périphériques radio à désactiver en mode batterie quand ils ne sont pas utilisés (pas de connexion active) : bluetooth, wifi, wwan
hu_hu: Akkumulátorról letiltandó rádiókészülékek használaton kívül (nincs csatlakoztatva): bluetooth, wifi, wwan
id_id: Perangkat radio yang akan dimatikan ketika perangkat tersebut tidak digunakan (tidak terhubung) sementara sistem menggunakan daya baterai: bluetooth, wifi, wwan
pt_br: Dispositivos de rádio para desativar na bateria quando não estiver em uso (não conectado): bluetooth, wifi, wwan
ru_ru: Отключение беспроводных устройств при работе от БАТАРЕИ, если они не используются: bluetooth, wifi, wwan
tr_tr: Kullanılmadığında (bağlı değilken) pille devre dışı bırakılacak radyo cihazları: bluetooth, kablosuz ağ, wwan
zh_cn: 电池供电下，当不在使用时（未连接状态），要禁用的无线电设备： bluetooth, wifi, wwan
zh_tw: 電池供電下，當不在使用時（未連接狀態），要禁用的無線電裝置： bluetooth, wifi, wwan

# Radio Device Wizard__CATEGORY_TITLE
source: Radio Device Wizard
de_de: Funkschnittstellen-Assistent
es_es: Asistente para dispositivos de radio
fr_fr: Périphériques radio
hu_hu: Rádióeszköz varázsló
id_id: Wisaya perangkat radio
pt_br: Assistente de dispositivo de rádio
ru_ru: Мастер радиоустройств
tr_tr: Radyo Cihazı Sihirbazı
zh_cn: 无线电设备向导
zh_tw: 無線電裝置嚮導

# DEVICES_TO_DISABLE_ON_CONNECT__GROUP_DESCRIPTION
source: Radio devices to disable on connect
de_de: Funkschnittstellen beim Verbinden deaktivieren
es_es: Dispositivos de radio a deshabilitar al hacer la conexión
fr_fr: Périphériques radio à désactiver lors d'une connexion LAN / Wi-Fi / WWAN
hu_hu: Csatlakozáskor letiltandó rádióeszközök
id_id: Perangkat radio yang akan dimatikan pada saat menggunakan sambungan internet
pt_br: Dispositivos de rádio para desativar ao conectar
ru_ru: Выключение беспроводных устройств при активных соединениях
tr_tr: Bağlandığında devre dışı bırakılacak radyo cihazları
zh_cn: 连接时要禁用的无线电设备
zh_tw: 連接時要禁用的無線電裝置

# DEVICES_TO_ENABLE_ON_DISCONNECT__GROUP_DESCRIPTION
source: Radio devices to enable on disconnect
de_de: Funkschnittstellen beim Trennen aktivieren
es_es: Dispositivos de radio a deshabilitar al cortar la conexión
fr_fr: Périphériques radio à activer lors d'une déconnexion LAN / Wi-Fi / WWAN
hu_hu: Leválasztáskor engedélyezendő rádióeszközök
id_id: Perangkat radio yang akan dimatikan ketika sambungan internet terputus
pt_br: Dispositivos de rádio para ativar ao desconectar
ru_ru: Включение беспроводных устройств при потере соединения
tr_tr: Bağlantı kesildiğinde etkinleştirilecek radyo cihazları
zh_cn: 在断开连接时启用的无线电设备
zh_tw: 在斷開連接時啟用的無線電裝置

# DEVICES_ON_DOCK__GROUP_DESCRIPTION
source: Radio devices to enable/disable when docked
de_de: Funkschnittstellen beim Andocken aktivieren/deaktivieren
es_es: Dispositivos de radio a habilitar/deshabilitar cuando sean insertados
fr_fr: Périphériques radio à activer/désactiver lors du branchement à une station d'accueil
hu_hu: Dokkolt állapotban engedélyezhető/letiltható rádióeszközök
id_id: Perangkat radio untuk dihidupkan/dimatikan ketika laptop dipasang pada dock
pt_br: Dispositivos de rádio para ativar/desativar quando conectados
ru_ru: Включение/выключение беспроводных устройств при подключении к док-станции
tr_tr: Yuvaya takıldığında etkinleştirmek / devre dışı bırakmak için radyo cihazları
zh_cn: 伫停时要启用/禁用的无线电设备
zh_tw: 佇停時要啟用/禁用的無線電裝置

# DEVICES_ON_UNDOCK__GROUP_DESCRIPTION
source: Radio devices to enable/disable when undocked
de_de: Funkschnittstellen beim Abdocken aktivieren/deaktivieren
es_es: Dispositivos de radio a habilitar/deshabilitar cuando sean extraídos
fr_fr: Périphériques radio à activer/désactiver lors du débranchement d'une station d'accueil
hu_hu: Leválasztott rádiós eszközök engedélyezése/letiltása
id_id: Perangkat radio untuk dihidupkan/dimatikan ketika laptop dilepaskan dari dock
pt_br: Dispositivos de rádio para ativar/desativar quando desconectados
ru_ru: Включение/выключение беспроводных устройств при отключении от док-станции
tr_tr: Yuvaya yerleştirilmediğinde etkinleştirilecek / devre dışı bırakılacak radyo cihazları
zh_cn: 取消伫停时要启用/禁用的无线电设备
zh_tw: 取消佇停時要啟用/禁用的無線電裝置

# USB_AUTOSUSPEND__ID_DESCRIPTION
source: USB autosuspend feature
de_de: USB-Autosuspend-Funktion
es_es: Función de autosuspensión de USB
fr_fr: Fonction de veille automatique des périphériques USB
hu_hu: USB automatikus felfüggesztés funkció
id_id: Fitur autosuspend USB
pt_br: Recurso de suspensão automática do USB
tr_tr: USB otomatik askıya alma özelliği
zh_cn: USB 自动挂起功能
zh_tw: USB 自動掛斷功能

# USB_BLACKLIST__ID_DESCRIPTION
source: Devices from the following list are excluded from autosuspend (separate with spaces). Use lsusb to get the ids. Note: input devices (usbhid) are excluded automatically
de_de: Geräte aus folgender Liste sind vom Autosuspend ausgeschlossen (mit Leerzeichen trennen). Mit lsusb die IDs ermitteln. Hinweis: Eingabegeräte (usbhid) werden automatisch ausgeschlossen
es_es: Los dispositivos de la lista siguiente se excluyen de la autosuspensión (sepárelos con espacios). Use 'lsusb' para obtener los identificadores. Nota: los dispositivos de entrada (usbhid) se excluyen automáticamente
fr_fr: Les périphériques provenant de la liste suivante sont exclus de la veille automatique (séparer avec des espaces). Utiliser 'lsusb' pour obtenir les identifiants. Remarque : les périphériques d'entrée (usbhid) sont automatiquement exclus
hu_hu: A következő listán szereplő eszközök nem tartoznak az automatikus felfüggesztésbe (szóközökkel elválasztva). Használja az lsusb-t az azonosítók lekéréséhez. Megjegyzés: A beviteli eszközök (usbhid) automatikusan kizárásra kerülnek
id_id: Perangkat pada daftar berikut dikecualikan dari autosuspend (pisahkan menggunakan spasi). Gunakan lsusb untuk mendapatkan nomor id perangkat. Catatan: perangkat masukan (usbhid, misal mouse dan keyboard) dikecualikan secara otomatis
pt_br: Os dispositivos da lista a seguir são excluídos da suspensão automática (separados por espaços). Use o lsusb para obter os ids. Nota: os dispositivos de entrada (usbhid) são excluídos automaticamente
ru_ru: Устройства из следующего списка исключаются из автоматической приостановки (через пробел). Используйте команду lsusb чтобы узнать id девайсов. Примечание: устройства ввода (usbhid) исключаются автоматически
tr_tr: Aşağıdaki listedeki cihazlar otomatik askıya alma dışında bırakıldı (boşluklarla ayırın). Kimlikleri almak için lsusb kullanın. Not: giriş cihazları (usbhid) otomatik olarak hariç tutulur
zh_cn: 以下列表中的设备将不包括在自动挂起名单中 （用空格分隔）。请使用 lsusb 获取设备 ID。 注意：输入设备（usbhid）会被自动排除
zh_tw: 以下列表中的裝置將不包括在自動掛斷名單中 （用空格分隔）。請使用 lsusb 獲取裝置 ID。 注意：輸入裝置（usbhid）會被自動排除

# USB_BLACKLIST_BTUSB__ID_DESCRIPTION
source: Bluetooth devices are excluded from USB autosuspend
de_de: Bluetooth-Geräte sind vom USB-Autosuspend ausgeschlossen
es_es: Los dispositivos bluetooth se excluyen de la autosuspensión de USB
fr_fr: Les périphériques Bluetooth sont exclus de la veille automatique USB
hu_hu: A Bluetooth-eszközök ki vannak zárva az USB automatikus felfüggesztésből
pt_br: Dispositivos Bluetooth são excluídos da suspensão automática do USB
ru_ru: Bluetooth устройства, исключаемые из автоматической приостановки USB
tr_tr: Bluetooth cihazları, USB otomatik askıya alma özelliğinin dışında tutulur
zh_cn: 要排除在 USB 自动挂起名单之外的蓝牙设备
zh_tw: 要排除在 USB 自動掛斷名單之外的藍牙裝置

# USB_BLACKLIST_PHONE__ID_DESCRIPTION
source: Phone devices are excluded from USB autosuspend
de_de: Telefongeräte sind vom USB-Autosuspend ausgeschlossen
es_es: Los dispositivos telefónicos se excluyen de la autosuspensión de USB
fr_fr: Les téléphones sont exclus de la veille automatique USB
hu_hu: A telefonkészülékek ki vannak zárva az USB automatikus felfüggesztésből
pt_br: Dispositivos de telefone são excluídos da suspensão automática do USB
ru_ru: Телефонные устройства, исключаемые из автоматической приостановки USB
tr_tr: Telefon cihazları USB otomatik askıya alma özelliğinin dışında tutulmuştur
zh_cn: 要排除在 USB 自动挂起名单之外的电话设备
zh_tw: 要排除在 USB 自動掛斷名單之外的電話裝置

# USB_BLACKLIST_PRINTER__ID_DESCRIPTION
source: Printers are excluded from USB autosuspend
de_de: Drucker sind vom USB-Autosuspend ausgeschlossen
es_es: Las impresoras se excluyen de la autosuspensión de USB
fr_fr: Les imprimantes sont exclues de la veille automatique USB
hu_hu: A nyomtatók nem tartoznak az USB automatikus felfüggesztésbe
pt_br: As impressoras estão excluídas da suspensão automática do USB
ru_ru: Принтеры, исключаемые из автоматической приостановки USB
tr_tr: Yazıcılar, USB otomatik askıya alma özelliğinin dışında tutulur
zh_cn: 要排除在 USB 自动挂起名单之外的打印机
zh_tw: 要排除在 USB 自動掛斷名單之外的印表機

# USB_BLACKLIST_WWAN__ID_DESCRIPTION
source: WWAN devices are excluded from autosuspend. Note: works for ids 05c6:* 0bdb:* 1199:* only
de_de: WWAN-Geräte sind vom Autosuspend ausgeschlossen. Hinweis: funktioniert nur für IDs 05c6:* 0bdb:* 1199:*
es_es: Los dispositivos WWAN se excluyen de la autosuspensión. Nota: solo funciona para los identificadores 05c6:* 0bdb:* 1199:*
fr_fr: Les périphériques WWAN sont exclus de la veille automatique. Remarque : fonctionne uniquement pour les ids 05c6:* 0bdb:* 1199:*
hu_hu: A WWAN-eszközök ki vannak zárva az automatikus felfüggesztésből. Megjegyzés: csak a 05c6:* 0bdb:* 1199:* azonosítókhoz működik
id_id: Perangkat WWAN dikecualikan dari autosuspend. Catatan: hanya bekerja untuk perangkat dengan id 05c6:* 0bdb:* 1199:*
pt_br: Dispositivos WWAN são excluídos da suspensão automática. Nota: funciona somente para ids 05c6:* 0bdb:* 1199:*
ru_ru: Устройства WWAN, исключаемые из автоматической приостановки USB. Примечание: работает только с идентификаторами 05c6: * 0bdb: * 1199: *
tr_tr: WWAN cihazları, otomatik askıya alma özelliğinin dışında tutulmuştur. Not: yalnızca id 05c6: * 0bdb: * 1199: * için çalışır
zh_cn: 要排除在自动挂起名单之外的 WWAN 设备。 注意：仅适用于 ID 在 05c6:* 0bdb:* 1199:* 范围的设备
zh_tw: 要排除在自動掛斷名單之外的 WWAN 裝置。 注意：僅適用於 ID 在 05c6:* 0bdb:* 1199:* 範圍的裝置

# USB_WHITELIST__ID_DESCRIPTION
source: Include listed devices into autosuspend even if already excluded by the driver or WWAN blacklists above (separate with spaces). Use lsusb to get the ids
de_de: Aufgelistete Geräte in Autosuspend aufnehmen, auch wenn sie bereits vom Treiber oder von WWAN-Blacklists ausgeschlossen sind (mit Leerzeichen trennen). Mit lsusb die IDs ermitteln
es_es: Incluir los dispositivos enumerados en la autosuspensión aunque estén excluidos por el controlador o listas negras de arriba (sepárelos con comas). Use 'lsusb' para obtener los identificadores
fr_fr: Inclure les périphériques énumérés dans la fonction de veille automatique même s'ils sont déjà exclus par le pilote ou les listes noire WWAN plus haut (séparer avec des espaces). Utiliser 'lsusb' pour obtenir les identifiants
hu_hu: A felsorolt ​​eszközök felvétele az automatikus felfüggesztésbe, még akkor is, ha már kizárták az illesztőprogram vagy a fenti WWAN feketelisták által (szóközökkel elválasztva). Használja az lsusb-t az azonosítók lekéréséhez
id_id: Sertakan perangkat ke dalam autosuspend meskipun telah dikecualikan oleh driver atau daftar hitam WWAN di atas (pisahkan menggunakan spasi). Gunakan lsusb untuk mendapatkan nomor id perangkat
pt_br: Inclua os dispositivos listados em autosuspend, mesmo que já tenham sido excluídos pelo driver ou pela lista negra WWAN acima (separe com espaços). Use o lsusb para obter os ids
ru_ru: Включите перечисленные устройства в autosuspend, даже если они уже исключены черными списками драйверов или WWAN выше (разделяются пробелами). Используйте lsusb чтобы узнать id девайсов
tr_tr: Listelenen cihazları, zaten hariç tutulmuş olsa bile otomatik askıya alma işlemine dahil edin sürücü veya WWAN kara listelerine göre (boşluklarla ayrı). Kimlikleri almak için lsusb kullanın
zh_cn: 将列出的设备包括在自动挂起名单中， 即使驱动程序或上面的 WWAN 黑名单已将其排除/列出（用空格分隔）。 请使用 lsusb 获取设备 ID
zh_tw: 將列出的裝置包括在自動掛斷名單中， 即使驅動程式或上面的 WWAN 黑名單已將其排除/列出（用空格分隔）。 請使用 lsusb 獲取裝置 ID

# USB_DENYLIST__ID_DESCRIPTION
source: Exclude listed devices from USB autosuspend (separate with spaces). Use lsusb to get the ids. Note: input devices (usbhid) and libsane-supported scanners are excluded automatically
de_de: Aufgelistete Geräte vom USB-Autosuspend ausschließen (mit Leerzeichen trennen). Mit lsusb die IDs ermitteln. Hinweis: Eingabegeräte (usbhid) und libsane-Scanner werden automatisch ausgeschlossen
fr_fr: Exclure de la veille automatique USB les périphériques énumérés (séparer avec des espaces [dans /etc/tlp.conf]). Utiliser 'lsusb' pour obtenir les identifiants. Remarque : les périphériques d'entrée (usbhid) et les scanners supportés par libsane sont exclus automatiquement
hu_hu: A felsorolt ​​eszközök kizárása az USB automatikus felfüggesztésből (szóközökkel válassza el). Használja az lsusb-t az azonosítók lekéréséhez. Megjegyzés: a beviteli eszközök (usbhid) és a libsane által támogatott szkennerek automatikusan kizárásra kerülnek
pt_br: Exclua os dispositivos listados da suspensão automática de USB (separe por espaços). Use lsusb para obter os IDs. Nota: dispositivos de entrada (usbhid) e scanners suportados por libsane são excluídos automaticamente
ru_ru: Исключение списка USB устройств из автоматической приостановки (разделенный пробелами список). Используйте команду lsusb для получения списка идентификаторов. Примечание: устройства ввода (usbhid) и сканеры, поддерживаемые libsane, исключаются . автоматически

# USB_EXCLUDE_AUDIO__ID_DESCRIPTION
source: Exclude audio devices from USB autosuspend: - 0=do not exclude, 1=exclude
de_de: Audio-Geräte vom USB-Autosuspend ausschließen: - 0=nicht ausschließen, 1=ausschließen
fr_fr: Exclure de la veille automatique USB les périphériques audio : - 0 = ne pas exclure, 1 = exclure
hu_hu: Hangeszközök kizárása az USB automatikus felfüggesztésből: - 0=nem zár ki, 1=kizár
pt_br: Excluir dispositivos de áudio da suspensão automática USB: - 0=não excluir, 1=excluir
ru_ru: Исключение аудио устройств из автоматической приостановки USB: - 0=не исключать, 1=исключить

# USB_EXCLUDE_BTUSB__ID_DESCRIPTION
source: Exclude bluetooth devices from USB autosuspend: - 0=do not exclude, 1=exclude
de_de: Bluetooth-Geräte vom USB-Autosuspend ausschließen: - 0=nicht ausschließen, 1=ausschließen
fr_fr: Exclure de la veille automatique USB les périphériques bluetooth : - 0 = ne pas exclure, 1 = exclure
hu_hu: Bluetooth-eszközök kizárása az USB automatikus felfüggesztésből: - 0=nem zár ki, 1=kizár
pt_br: Exclua dispositivos Bluetooth da suspensão automática de USB: - 0=não excluir, 1=excluir
ru_ru: Исключение bluetooth устройств из автоматической приостановки USB: - 0=не исключать, 1=исключить

# USB_EXCLUDE_PHONE__ID_DESCRIPTION
source: Exclude phone devices from USB autosuspend: - 0=do not exclude, 1=exclude (enable charging)
de_de: Telefongeräte vom USB-Autosuspend ausschließen: - 0=nicht ausschließen, 1=ausschließen (Laden ermöglichen)
fr_fr: Exclure de la veille automatique USB les téléphones : - 0 = ne pas exclure, 1 = exclure (active la charge)
hu_hu: Telefoneszközök kizárása az USB automatikus felfüggesztésből: - 0=nem zár ki, 1=kizár (a töltés engedélyezése)
pt_br: Exclua dispositivos telefônicos da suspensão automática de USB: - 0=não excluir, 1=excluir (ativar carregamento)
ru_ru: Исключение телефонных устройств из автоматической приостановки USB: - 0=не исключать, 1=исключить (разрешить зарядку)

# USB_EXCLUDE_PRINTER__ID_DESCRIPTION
source: Exclude printers from USB autosuspend: - 0=do not exclude, 1=exclude
de_de: Drucker vom USB-Autosuspend ausschließen: - 0=nicht ausschließen, 1=ausschließen
fr_fr: Exclure de la veille automatique USB les imprimantes : - 0 = ne pas exclure, 1 = exclure
hu_hu: Nyomtatók kizárása az USB automatikus felfüggesztésből: - 0=nem zár ki, 1=kizár
pt_br: Excluir impressoras da suspensão automática USB: - 0=não excluir, 1=excluir
ru_ru: Исключение принтеров из автоматической приостановки USB: - 0=не исключать, 1=исключить

# USB_EXCLUDE_WWAN__ID_DESCRIPTION
source: Exclude WWAN devices from USB autosuspend: - 0=do not exclude, 1=exclude
de_de: WWAN-Geräte vom USB-Autosuspend ausschließen: - 0=nicht ausschließen, 1=ausschließen
fr_fr: Exclure de la veille automatique USB les périphériques WWAN : - 0 = ne pas exclure, 1 = exclure
hu_hu: WWAN-eszközök kizárása az USB automatikus felfüggesztésből: - 0=nem zár ki, 1=kizár
pt_br: Exclua dispositivos WWAN da suspensão automática de USB: - 0=não excluir, 1=excluir
ru_ru: Исключение WWAN устройств из автоматической приостановки USB: - 0=не исключать, 1=исключить

# USB_ALLOWLIST__ID_DESCRIPTION
source: Allow USB autosuspend for listed devices even if already denylisted or excluded above (separate with spaces). Use lsusb to get the ids
de_de: USB-Autosuspend für aufgelistete Geräte erlauben, auch wenn sie bereits denylistet oder oben ausgeschlossen sind (mit Leerzeichen trennen). Mit lsusb die IDs ermitteln
fr_fr: Autoriser la veille automatique USB pour les périphériques énumérés, même s'ils sont déjà sur liste noire ou exclus plus haut (séparer avec des espaces [dans /etc/tlp.conf]). Utiliser 'lsusb' pour obtenir les identifiants
hu_hu: Engedélyezze az USB automatikus felfüggesztést a listán szereplő eszközök számára, még akkor is, ha már letiltották vagy fent kizárva (szóközökkel elválasztva). Használja az lsusb-t az azonosítók lekéréséhez
pt_br: Permitir suspensão automática de USB para dispositivos listados, mesmo que já estejam na lista negada ou excluídos acima (separados por espaços). Use lsusb para obter os IDs
ru_ru: Разрешить автоматическую приостановку USB для перечисленных устройств, даже если они уже занесены в запрещенный список или исключены выше (через пробел). Используйте команду lsusb для получения идентификаторов
