Repository: d4nj1/TLPUI
Catalog: tlpui/lang/*/LC_MESSAGES/configdescriptions.po
Languages: de_de, es_es, fr_fr, hu_hu, id_id, it_it, pt_br, ru_ru, tr_tr, zh_cn, zh_tw

# CPU_ENERGY_PERF_POLICY__GROUP_DESCRIPTION
source: Set Intel CPU energy/performance policies HWP.EPP and EPB: - performance, balance_performance, default, balance_power, power. Values are given in order of increasing power saving. Notes: - HWP.EPP: requires kernel 4.10, intel_pstate scaling driver and Intel Core i 6th gen. or newer CPU - EPB: requires kernel 5.2 or module msr and x86_energy_perf_policy from linux-tools, intel_pstate or intel_cpufreq scaling driver and Intel Core i 2nd gen. or newer CPU - When HWP.EPP is available, EPB is not set
de_de: Intel-CPU Energie-/Leistungsrichtlinie HWP.EPP und EPB festlegen: - Leistung, ausgewogene Leistung, Standard, ausgewogene Energie, Energie. Werte sind aufsteigend nach Energieeinsparung sortiert. Hinweise: - HWP.EPP: Kernel 4.10, intel_pstate-Skalierung und Intel Core i 6. Gen. oder neuer nötig - EPB: Kernel 5.2 oder Modul msr und x86_energy_perf_policy aus linux-tools, intel_pstate oder intel_cpufreq und Intel Core i 2. Gen. oder neuer nötig - Wenn HWP.EPP verfügbar ist, wird EPB nicht gesetzt
es_es: Establece el rendimiento de la CPU frente a la política de ahorro de energíaRequiere el módulo msr del kernel y x86_energy_perf_policy de linux-tools
fr_fr: Définit les règles du rapport puissance/performance du CPU Intel pour les interfaces HWP.EPP et EPB* : - performance, balance_performance, default, balance_power, power. Les valeurs sont données par ordre croissant du niveau d'économie d'énergie. Remarques : - HWP.EPP : requiert le noyau 4.10, le pilote de mise à l'échelle intel_pstate et un processeur Intel Core i de 6e génération ou plus récent. - EPB : requiert le noyau 5.2 ou le module msr et x86_energy_perf_policy issu de linux-tools, le pilote de mise à l'échelle intel_pstate ou intel_cpufreq et un processeur Intel Core i de 2de génération ou plus récent - Lorsque HWP.EPP est disponible, EPB n'est pas fonctionnel * P-State géré par matériel (HWP) - Préférence de performance énergétique (EPP) et biais de performance énergétique (EPB)
hu_hu: Állítsa be az Intel CPU energia/teljesítmény házirendjét HWP.EPP és EPB: - teljesítmény, balance_performance, default, balance_power, power. Az értékeket a növekvő energiamegtakarítási sorrendben adjuk meg. Megjegyzések: - HWP.EPP: 4.10-es kernel, intel_pstate skálázási illesztőprogram és Intel Core i 6. generáció szükséges. vagy újabb CPU - EPB: kernel 5.2 vagy msr modul és x86_energy_perf_policy szükséges a linux-tools-tól, intel_pstate vagy intel_cpufreq skálázási illesztőprogram és Intel Core i 2nd gen. vagy újabb CPU - Ha elérhető a HWP.EPP, az EPB nincs beállítva
id_id: Set Intel CPU energy/performance policies HWP.EPP and EPB: performance, balance_performance, default, balance_power, power Values are given in order of increasing power saving. Notes: - Requires an Intel Core i processor - HWP.EPP requires kernel 4.10 and intel_pstate driver - EPB requires kernel 5.2 or module msr and x86_energy_perf_policy from linux-tools - When HWP.EPP is available, EPB is not set
pt_br: Definir políticas de desempenho/energia da CPU Intel, HWP.EPP e EPB: desempenho, balance_performance, padrão, balance_power, power Os valores são fornecidos em ordem crescente de economia de energia. Notas: - Requer um processador Intel Core i - O HWP.EPP requer o kernel 4.10 e o driver intel_pstate - O EPB requer o kernel 5.2 ou o módulo msr e x86_energy_perf_policy do linux-tools - Quando HWP.EPP está disponível, o EPB não está definido
ru_ru: Установка политик энергопотребления/производительности CPU Intel HWP.EPP и EPB: - performance, balance_performance, default, balance_power, power. Значения даны в порядке увеличения энергосбережения. Примечания: - HWP.EPP: требуется ядро 4.10 или выше, драйвер intel_pstate и процессор Intel Core i 6-го поколения или старше - EPB: требуется ядро 5.2 и выше или модуль msr и x86_energy_perf_policy из набора linux-tools, драйвер intel_pstate или intel_cpufreq и процессор Intel Core i 2-го поколения или старше - Когда доступен HWP.EPP, EPB не устанавливается
tr_tr: Intel CPU enerji / performans politikalarını belirleyin HWP.EPP ve EPB: performans, denge_performansı, varsayılan, denge_ gücü, güç Güç tasarrufunu artırmak için değerler verilmiştir. Notlar: - Intel Core i işlemci gerektirir - HWP.EPP, kernel 4.10 ve intel_pstate sürücüsü gerektirir - EPB, çekirdek 5.2 veya modül msr ve x86_energy_perf_policy gerektirir Linux araçlarından - HWP.EPP mevcut olduğunda, EPB ayarlanmamıştır
zh_cn: 设置 Intel CPU 能源/性能策略 HWP.EPP 和 EPB： performance，balance_performance，default，balance_power，power 上述值以“逐渐提高节电效果”的顺序给出。 注意： - 需要 Intel Core i 系列处理器 - HWP.EPP 需要内核 4.10 版本和 intel_pstate 驱动程序 - EPB 需要内核 5.2 版本或 linux-tools 中的 msr 和 x86_energy_perf_policy 内核模块 - 当 HWP.EPP 可用时，不会设定 EPB
zh_tw: 設定 Intel CPU 能源/性能策略 HWP.EPP 和 EPB： performance，balance_performance，default，balance_power，power 上述值以「逐漸提高節電效果」的順序給出。 注意： - 需要 Intel Core i 系列處理器 - HWP.EPP 需要核心 4.10 版本和 intel_pstate 驅動程式 - EPB 需要核心 5.2 版本或 linux-tools 中的 msr 和 x86_energy_perf_policy 核心模組 - 當 HWP.EPP 可用時，不會設定 EPB

# CPU_PERF__GROUP_DESCRIPTION
source: Set Intel CPU P-state performance: 0..100 (%). Limit the max/min P-state to control the power dissipation of the CPU. Values are stated as a percentage of the available performance. Requires intel_pstate or intel_cpufreq driver and Intel Core i 2nd gen. or newer CPU
de_de: Intel-CPU P-State-Leistung festlegen: 0..100 (%). Max-/Min-P-State begrenzen, um Leistungsaufnahme der CPU zu steuern. Werte beziehen sich auf Prozent der verfügbaren Leistung. Erfordert intel_pstate oder intel_cpufreq und Intel Core i ab 2. Gen
es_es: Establece el rendimiento de Intel P-state: 0..100 (%) Limita el P-state mínimo/máximo para controlar la disipación de energía de la CPU. Los valores se dan como un porcentaje del rendimiento disponible. Requiere un procesador Intel Core i con el controlador intel_pstate
fr_fr: Définit le niveau de performance P-State du processeur Intel : 0..100 (%). Limiter la valeur max/min du P-state pour contrôler la dissipation d'énergie du processeur. Les valeurs sont entendues comme un pourcentage de la performance disponible. Requiert le pilot intel_pstate ou intel_cpufreq driver et un processeur Intel Core i de 2de génération ou plus récent
hu_hu: Intel CPU P-állapot teljesítményének beállítása: 0..100 (%). Korlátozza a max/min P-állapotot a CPU teljesítménydisszipációjának szabályozásához. Az értékek az elérhető teljesítmény százalékában vannak megadva. Intel_pstate vagy intel_cpufreq illesztőprogram és Intel Core i 2nd gen szükséges. vagy újabb CPU
id_id: Tetapkan kinerja Intel P-state: 0..100 (%) Batas max/min P-state untuk mengendalikan pelepasan daya dari CPU. Nilai ditetapkan sebagai persentase dari kinerja yang tersedia. Membutuhkan prosesor Intel Core i dengan driver intel_pstate
pt_br: Definir o desempenho do Intel P-state: 0..100 (%) Limite o estado P max/min para controlar a dissipação de energia da CPU. Os valores são indicados como uma porcentagem do desempenho disponível. Requer um processador Intel Core i com driver intel_pstate
ru_ru: Установка производительность Intel P-state: 0..100 (%) Ограничение макс/мин P-state для контроля за тепловыделением ЦПУ. Значения указаны в процентах от доступной производительности. Требуется процессор Intel Core i 2-го поколения или старше с драйвером intel_pstate
tr_tr: Intel P durumu performansını ayarla: 0..100 (%) CPU'nun güç dağılımını kontrol etmek için maks / min P durumunu sınırlayın. Değerler, mevcut performansın yüzdesi olarak ifade edilir. İntel_pstate sürücüsüne sahip bir Intel Core i işlemci gerektirir
zh_cn: 设置 Intel P-state 性能：0..100（％） 限制最大/最小 P-state 以控制 CPU 的功耗。 上述值表示为可用性能的百分比。 需要使用 intel_pstate 驱动程序的 Intel Core i 系列处理器
zh_tw: 設定 Intel P-state 性能：0..100（％） 限制最大/最小 P-state 以控制 CPU 的功耗。 上述值表示為可用性能的百分比。 需要一個使用 intel_pstate 驅動程式的 Intel Core i 系列處理器

# CPU_BOOST__GROUP_DESCRIPTION
source: Set the CPU "turbo boost" (Intel) or "turbo core" (AMD) feature: - 0=disable, 1=allow. Note: a value of 1 does *not* activate boosting, it just allows it
de_de: CPU-"Turbo Boost" (Intel) oder "Turbo Core" (AMD) aktivieren/deaktivieren: - 0=deaktivieren, 1=zulassen. Hinweis: 1 aktiviert Boost nicht, sondern erlaubt es nur
es_es: Establece la función "turbo boost" de la CPU. Requiere un procesador Intel Core i. Importante: - Puede entrar en conflicto con la configuración del regulador de su distribución - El valor '1' no activa la función, solo la permite
fr_fr: Régler la fonctionnalité "turbo boost" (Intel) ou "turbo core" (AMD) du processeur : - 0 = désactiver, 1 = autoriser. Remarque : une valeur de 1 n'active *pas* la fonctionnalité d'accélération, il se contente juste de l'autoriser
hu_hu: Állítsa be a CPU „turbo boost” (Intel) vagy „turbo core” (AMD) funkciót: - 0=letiltás, 1=engedélyezés. Megjegyzés: az 1-es érték *nem* aktiválja a fokozást, csak engedélyezi
id_id: Tetapkan fitur "turbo boost" CPU. Membutuhkan prosesor Intel Core i. Penting: - Ini mungkin akan konflik dengan pengaturan governor distribusi Linux Anda - Sebuah nilai berupa angka 1 tidak akan mengaktifkan boosting, hanya mengizinkannya saja
pt_br: Definir o recurso "turbo boost" do CPU. Requer um processador Intel Core i. Importante: - Isso pode entrar em conflito com as configurações do governador da sua distribuição - Um valor de 1 não ativa o boost, apenas o permite
ru_ru: Устанавливает опции "turbo boost" (Intel) или "turbo core" (AMD): - 0=включение, 1=отключение. Примечание: значение 1 *НЕ* активирует усиление, оно просто разрешает его
tr_tr: Cpu "turbo boost" özelliğini ayarlayın. Intel Core i işlemci gerektirir. Önemli: - Bu, dağıtımınızın yönetici ayarlarıyla çakışabilir - 1 değeri, artırmayı etkinleştirmez, yalnızca buna izin verir
zh_cn: 设置 CPU 的 "turbo boost" 功能。 需要 Intel Core i 系列处理器。 重要提示： - 这可能与所使用 Linux 发行版的调节器（governor）设置冲突 -值为 1 时不会激活增强（boosting），而只是允许使用它
zh_tw: 設定 CPU 的 "turbo boost" 功能。 需要 Intel Core i 系列處理器。 重要提示： - 這可能與所使用 Linux 發行版的調節器（governor）設定衝突 -值為 1 時不會啟動增強（boosting），而只是允許使用它

# CPU_HWP_DYN_BOOST__GROUP_DESCRIPTION
source: Set the Intel CPU HWP dynamic boost feature: - 0=disable, 1=enable. Requires intel_pstate scaling driver in 'active' mode and Intel Core i 6th gen. or newer CPU
de_de: Intel-CPU HWP Dynamischen Boost aktivieren/deaktivieren: - 0=deaktivieren, 1=aktivieren. Erfordert intel_pstate im "active"-Modus und Intel Core i ab 6. Generation
fr_fr: Règle la fonctionnalité 'HWP dynamic boost' du processeur Intel : - 0 = désactiver, 1 = activer. Requiert le pilote intel_pstate en mode 'active' et un processeur Intel Core i de 6e génération ou plus récent
hu_hu: Állítsa be az Intel CPU HWP dinamikus boost funkcióját: - 0=letiltás, 1=engedélyezés. Intel_pstate skálázási illesztőprogramot igényel „aktív” módban és Intel Core i 6th gen. vagy újabb CPU
pt_br: Defina o recurso de aumento dinâmico do Intel CPU HWP: - 0=desabilitar, 1=habilitar. Requer driver de escalonamento intel_pstate no modo 'ativo' e Intel Core i de 6ª geração. ou CPU mais recente
ru_ru: Устанавливает функцию динамического повышения процессора Intel HWP: - 0=включение, 1=отключение. Требуется драйвер intel_pstate в режиме 'active' и процессор Intel Core i 6-го поколения или старше

# SCHED_POWERSAVE__GROUP_DESCRIPTION
source: Minimize number of used cpu cores/hyper-threads under light load conditions
de_de: Anzahl der verwendeten CPU-Kerne/Hyper-Threads bei geringer Last minimieren
es_es: Minimiza el número de núcleos/hyper-threads de la CPU usados en condiciones de baja carga
fr_fr: Réduit, dans des conditions de charge de travail légères, le nombre de cœurs du processeurs utilisés/les processus d'hyper-threading
hu_hu: Minimalizálja a használt CPU magok/hiperszálak számát kis terhelés mellett
id_id: Tekan jumlah penggunaan inti/hyper-threads CPU pada keadaan beban ringan
pt_br: Minimizar o número de núcleos de cpu/hyper-threads usados sob condições de carga leve
ru_ru: Минимизировать количество используемых ядер процессора/гиперпотоков в условиях легкой нагрузки
tr_tr: Hafif yük koşullarında kullanılan cpu çekirdeği / hiper iş parçacığı sayısını en aza indirin
zh_cn: 在轻负载条件下，尽量减少使用的 CPU 核心/超线程数
zh_tw: 在輕負載條件下，儘量減少使用的 CPU 核心/超執行緒數

# NMI_WATCHDOG__ID_DESCRIPTION
source: Kernel NMI Watchdog off: saves power, on: for kernel debugging only
de_de: Kernel-NMI-Watchdog aus: spart Energie; ein: nur für Kernel-Debugging
es_es: Kernel NMI Watchdog off: ahorra energía, on: solo para depurar el kernel
fr_fr: Kernel NMI Watchdog (Surveillance de l'interruption non masquable : interruption matérielle émise en cas d'erreur critique) off : économise de l'énergie, on : uniquement pour le débogage du noyau
hu_hu: Kernel NMI Watchdog off: energiát takarít meg, be: csak kernel hibakereséshez
id_id: NMI Watchdog kernel off: menghemat daya, on: hanya untuk kernel debugging
pt_br: NMI Watchdog kernel off: economiza energia, on: somente para depuração de kernel
tr_tr: Çekirdek NMI Watchdog kapalı: güç tasarrufu sağlar, açık: yalnızca çekirdek hata ayıklaması için
zh_cn: 内核 NMI 看门狗 off: 节约电量，on: 仅适用于内核调试
zh_tw: 核心 NMI 看門狗 off: 節約電量，on: 僅適用於核心除錯

# PHC_CONTROLS__ID_DESCRIPTION
source: Change CPU voltages aka "undervolting" Kernel with PHC patch required Freq:voltage pairs are written to /sys/devices/system/cpu/cpu0/cpufreq/phc_controls CAUTION: only use this, if you thoroughly understand what you are doing(!)
de_de: CPU-Spannungen ändern ("Undervolting") Kernel mit PHC-Patch erforderlich Freq:Spannungs-Paare werden nach /sys/devices/system/cpu/cpu0/cpufreq/phc_controls geschrieben ACHTUNG: Nur verwenden, wenn Sie wissen, was Sie tun(!)
es_es: Cambia los voltajes de la CPU; también se conoce como "undervolting" Requiere un kernel con el parche para PHC Se escriben pares frecuencia:voltaje en /sys/devices/system/cpu/cpu0/cpufreq/phc_controls PRECAUCIÓN: ¡use esto solo si entiende perfectamente lo que está haciendo
fr_fr: Changement des tensions du CPU, alias "sous-voltage" ("undervolting") Un noyau avec le patch PHC est requis Les paires 'freq:voltage' sont écrites dans /sys/devices/system/cpu/cpu0/cpufreq/phc_controls ATTENTION : n'utilisez cette fonction que si vous saisissez pleinement ce que vous faites (!)
hu_hu: CPU feszültség módosítása, más néven "alulfeszültség" Kernel PHC javítás szükséges Freq:feszültség párok a /sys/devices/system/cpu/cpu0/cpufreq/phc_controls mappába íródnak VIGYÁZAT: csak akkor használja, ha teljesen érti, mit csinál(!)
id_id: Ubah tegangan CPU atau dikenal juga sebagai "undervolting" Dibutuhkan kernel dengan PHC patch Pasangan frekuensi:tegangan akan ditulis ke /sys/devices/system/cpu/cpu0/cpufreq/phc_controls PERHATIAN: hanya gunakan ini jika Anda benar-benar mengerti apa yang Anda lakukan
pt_br: Mude as voltagens da CPU, também conhecidas como "undervolting" Kernel com patch de PHC requerido Freq: pares de tensão são escritos para /sys/devices/system/cpu/cpu0/cpufreq/phc_controls CUIDADO: somente use isso, se você entender completamente o que está fazendo
ru_ru: Изменение напряжения ЦПУ. "undervolting" Требуется ядро с патчем PHC Freq:voltage пары записываются в /sys/devices/system/cpu/cpu0/cpufreq/ phc_controls Внимание: используйте это только в том случае, если вы полностью понимаете, что делаете
tr_tr: "Düşük voltaj" olarak da bilinen CPU voltajlarını değiştirin PHC yamalı çekirdek gerekli Frekans: voltaj çiftleri / sys / devices / system / cpu / cpu0 / cpufreq / phc_controls'ye yazılır DİKKAT: Bunu yalnızca ne yaptığınızı tam olarak anlıyorsanız kullanın
zh_cn: 更改 CPU 电压（也称为“欠电压”） 需要带有 PHC 补丁的内核 频率电压比配对子已写在了 /sys/devices/system/cpu/cpu0/cpufreq/phc_controls 文件中 注意：仅当完全了解自己在做什么时，才可以使用此选项
zh_tw: 更改 CPU 電壓（也稱為「欠電壓」） 需要帶有 PHC 補丁的核心 頻率電壓比配對子已寫在了 /sys/devices/system/cpu/cpu0/cpufreq/phc_controls 文件中 注意：僅當完全了解自己在做什麼時，才可以使用此選項

# PLATFORM_PROFILE__GROUP_DESCRIPTION
source: Select platform profile: - performance, balanced, low-power. Controls system operating characteristics around power/performance levels, thermal and fan speed. Values are given in order of increasing power saving. Note: check the output of tlp-stat -p to determine availability on your hardware and additional profiles such as: balanced-performance, quiet, cool
de_de: Plattform-Profil wählen: - Leistung, ausgewogen, Energiesparen. Steuert Systembetriebsmerkmale bzgl. Energie/Leistung, Wärme und Lüfterdrehzahl. Werte in aufsteigender Reihenfolge nach Energiesparen. Hinweis: Mit tlp-stat -p Verfügbarkeit und weitere Profile prüfen, z.B.: balanced-performance, quiet, cool
fr_fr: Sélectionne le profil de la plate-forme : - performance, balanced, low-power. Contrôle les caractéristiques du système d'exploitation quant aux niveaux de puissance/performance, aux paramètres thermiques et à la vitesse du ventilateur. Les valeurs sont données par ordre croissant de niveau d'économie d'énergie. Remarque : vérifier la sortie de 'tlp-stat -p' pour déterminer la disponibilité pour votre matériel et les profils additionnels tels que : balanced-performance, quiet, cool
hu_hu: Platformprofil kiválasztása: - teljesítmény, kiegyensúlyozott, alacsony fogyasztású. Szabályozza a rendszer működési jellemzőit a teljesítmény/teljesítmény szint körül, hő- és ventilátorsebesség. Az értékeket a növekvő energiamegtakarítási sorrendben adjuk meg. Megjegyzés: ellenőrizze a tlp-stat -p kimenetét a hardver és a további profilok elérhetőségének meghatározásához, például: kiegyensúlyozott teljesítmény, csendes, hűvös
pt_br: Selecione o perfil da plataforma: - desempenho, equilibrado, baixo consumo de energia. Controla as características operacionais do sistema em torno dos níveis de potência/desempenho, velocidade térmica e do ventilador. Os valores são fornecidos em ordem crescente de economia de energia. Nota: verifique a saída de tlp-stat -p para determinar a disponibilidade em seu hardware e perfis adicionais, como: desempenho balanceado, silencioso, legal
ru_ru: Выбор профиля платформы: - performance, balanced, low-power. Управляет рабочими характеристиками системы в соответствии с уровнями мощности/производительности, тепловой мощности и скорости вращения вентилятора. Значения даны в порядке увеличения энергосбережения. Примечание. Проверьте вывод команды tlp-stat -p, чтобы определить доступность опции на вашем оборудовании и наличие дополнительных профилей, таких как: balanced-performance, quiet, cool

# MEM_SLEEP__GROUP_DESCRIPTION
source: System suspend mode: s2idle: Idle standby - a pure software, light-weight, system sleep state deep: Suspend to RAM - the whole system is put into a low-power state, except for memory, usually resulting in higher savings than s2idle CAUTION: changing suspend mode may lead to system instability and even data loss. As for the availability of different modes on your system, check the output of tlp-stat -s. If unsure, stick with the system default by not enabling this
de_de: System-Schlafmodus: s2idle: Standby – reiner Software-, leichter Schlafzustand deep: Suspend to RAM – Gesamtsystem im Energiesparmodus, außer Speicher; spart meist mehr als s2idle ACHTUNG: Änderung des Modus kann Systeminstabilität und Datenverlust bewirken. Prüfen Sie mit tlp-stat -s die verfügbaren Modi. Bei Unsicherheit Standard belassen
hu_hu: Rendszer felfüggesztési mód: s2idle: Idle standby – tiszta szoftver, könnyű, alvó rendszer mély: Felfüggesztés a RAM-ra – az egész rendszer alacsony fogyasztású állapotba kerül, kivéve a memóriát, ami általában nagyobb megtakarítást eredményez, mint az s2idle VIGYÁZAT: A felfüggesztési mód megváltoztatása a rendszer instabilitásához és akár adatvesztéshez is vezethet. Ami a különböző módok elérhetőségét illeti a rendszeren, ellenőrizze a tlp-stat -s kimenetét. Ha nem biztos benne, maradjon a rendszer alapértelmezésénél, és ne engedélyezze ezt
pt_br: Modo de suspensão do sistema: s2idle: Espera ociosa - um estado de suspensão do sistema puro, leve e de software deep: Suspender para RAM - todo o sistema é colocado em um estado de baixo consumo de energia, exceto a memória, geralmente resultando em maior economia do que s2idle CUIDADO: alterar o modo de suspensão pode causar instabilidade do sistema e até mesmo perda de dados. Quanto à disponibilidade de diferentes modos em seu sistema, verifique a saída de tlp-stat -s. Se não tiver certeza, siga o padrão do sistema e não habilite este

# Radio__CATEGORY_TITLE
source: Radio
de_de: Funk
hu_hu: Radió
pt_br: Rádio
tr_tr: Radyo
zh_cn: 无线电
zh_tw: 無線電

# RESTORE_DEVICE_STATE_ON_STARTUP__ID_DESCRIPTION
source: Restore radio device state (Bluetooth, WiFi, WWAN) from previous shutdown on system startup. Note: The parameters DEVICES_TO_DISABLE/ENABLE_ON_STARTUP/SHUTDOWN are ignored when this is enabled
de_de: Funkschnittstellen-Status (Bluetooth, WLAN, WWAN) beim Systemstart aus dem vorherigen Shutdown wiederherstellen. Hinweis: Die Parameter DEVICES_TO_DISABLE/ENABLE_ON_STARTUP/SHUTDOWN werden ignoriert, wenn dies aktiviert ist
es_es: Restaura el estado del dispositivo de radio (Bluetooth, WiFi, WWAN) del último apagado al iniciar el sistema. Nota: ¡los parámetros DEVICES_TO_DISABLE/ENABLE_ON_STARTUP/SHUTDOWN de abajo se ignoran al habilitar esto
fr_fr: Rétablir au démarrage du système l'état des périphériques radio tel qu'à sa dernière extinction (Bluetooth, WiFi, WWAN) Remarque : les paramètres DEVICES_TO_DISABLE/ENABLE_ON_STARTUP/SHUTDOWN ne sont pas pris en compte lorsque cette fonction est activée
hu_hu: A rádióeszköz (Bluetooth, WiFi, WWAN) állapotának visszaállítása az előző leállításból a rendszer indításakor. Megjegyzés: A DEVICES_TO_DISABLE/ENABLE_ON_STARTUP/SHUTDOWN paraméterek figyelmen kívül maradnak, ha ez engedélyezve van
id_id: Pulihkan keadaan perangkat radio (Bluetooth, WiFi, WWAN) pada saat sistem dihidupkan ke keadaan sebelum dimatikan. Petunjuk: parameter DEVICES_TO_DISABLE/ENABLE_ON_STARTUP/SHUTDOWN di bawah ini akan diabaikan ketika pilihan ini dihidupkan
pt_br: Restaure o estado do dispositivo de rádio (Bluetooth, WiFi, WWAN) do desligamento anterior na inicialização do sistema. Dica: os parâmetros DEVICES_TO_DISABLE/ENABLE_ON_STARTUP/SHUTDOWN abaixo são ignorados quando isso está habilitado
ru_ru: Восстановление состояния беспроводных устройств (Bluetooth, WiFi, WWAN) от предыдущего отключения при запуске системы. Подсказка: параметры DEVICES_TO_DISABLE/ENABLE_ON_STARTUP/SHUTDOWN ниже игнорируются, когда это включено
tr_tr: Sistem başlangıcında önceki kapatmadan sonra radyo cihazının durumunu (Bluetooth, WiFi, WWAN) geri yükleyin. İpucu: Aşağıdaki CİHAZLARIN DEVRE DIŞI BIRAKILMASI / DEVRE DIŞI BIRAKILMASI / KAPATILMASI, bu etkinleştirildiğinde dikkate alınmaz
zh_cn: 在系统启动时恢复从上次关机时无线电设备的状态（蓝牙，WiFi，WWAN）。 提示：启用此选项后，以下参数 DEVICES_TO_DISABLE / ENABLE_ON_STARTUP / SHUTDOWN 将被忽略
zh_tw: 在系統啟動時復原從上次關機時無線電裝置的狀態（藍牙，WiFi，WWAN）。 提示：啟用此選項後，以下參數 DEVICES_TO_DISABLE / ENABLE_ON_STARTUP / SHUTDOWN 將被忽略

# DEVICES_TO_DISABLE_ON_STARTUP__ID_DESCRIPTION
source: Radio devices to disable on startup: bluetooth wifi wwan
de_de: Funkschnittstellen beim Systemstart deaktivieren: bluetooth, wlan, wwan
es_es: Dispositivos de radio a deshabilitar al inicio: bluetooth wifi wwan
fr_fr: Périphériques radio à désactiver au démarrage : bluetooth wifi wwan
hu_hu: Indításkor letiltandó rádióeszközök: bluetooth wifi wwan
id_id: Perangkat radio yang akan dimatikan saat komputer dihidupkan: bluetooth wifi wwan
pt_br: Dispositivos de rádio para desativar na inicialização: bluetooth, wifi, wwan
ru_ru: Отключение беспроводных устройств при запуске: bluetooth wifi wwan
tr_tr: Başlangıçta devre dışı bırakılacak radyo cihazları: bluetooth wifi wwan
zh_cn: 系统启动时要禁用的无线电设备：bluetooth wifi wwan
zh_tw: 系統啟動時要禁用的無線電裝置：bluetooth wifi wwan
